{"Title":"Zelensky says war will 'end sooner' with Trump as president","Href":"\/news\/articles\/c0mzgv4x901o","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731776210326, 'firstUpdated': 1731749207476, 'topics': ['World']}","Text":"Ukraine's President Volodymyr Zelensky says he is certain the war with Russia will “end sooner” than it otherwise would have once Donald Trump becomes US president.Zelensky said he had a “constructive exchange” with Trump during their phone conversation after his victory in the US presidential election.He did not say whether Trump had made any demands regarding possible talks with Russia, but said he'd not heard anything from him that was contrary to Ukraine’s position.Trump has consistently said his priority is to end the war - which began with Russia's full-scale invasion of Ukraine in February 2022 - and what he describes as a drain on US resources in the form of military aid to Kyiv. Earlier this year, theUS House of Representatives approved a $61bn (£49bn) military aid package.The US has been the greatest supplier of arms to Ukraine. Between the start of the war and the end of June 2024, it delivered or committed to send weapons and equipment worth $55.5bn (£41.5bn), according to the Kiel Institute for the World Economy, a German research organisation.But domestically, support for arming Ukraine appears to have waned somewhat since the war began - particularly among Republican voters, who Trump successfully courted.During the US election campaign, the former president turned president-elect repeatedly pledged to end the war \"in a day\" - but has yet to divulge how he intends to do so.“It is certain that the war will end sooner with the policies of the team that will now lead the White House. This is their approach, their promise to their citizens,” Zelensky said in an interview with the Ukrainian media outlet Suspilne.He added that Ukraine \"must do everything so that this war ends next year, ends through diplomatic means\", with Russian forces making advances on the battlefield.The front lines of the war have largely stagnated since Ukraine's much-anticipated counter-offensive in 2023 failed to make the sweeping territorial gains it had aimed to.Russian forces occupy entrenched positions in the east and south-east of the country, with fighting predominantly taking place in the eastern Donbas region.On Friday, Russian forces made incremental advances along the eastern front line, with significant fighting taking place around the north-eastern city of Kupyansk and Vuhledar in the south-east, according to the Institute for the Study of War (ISW), a Washington DC-based think tank.Russian infantry also continued a \"limited\" offensive into the north-eastern Kharkiv region from the Russian border, the ISW said, citing Ukrainian military sources in the region.In an apparent bid to stem the Russian advances, Ukrainian forces launched a break-out offensive into Russia's Kursk region over the summer - becoming the first to occupy Russian territory since World War Two.Zelensky has said the operation's goal was to divert Russian troops away from the front lines in Ukraine,though it is unclear whether it has achieved this. Russia has been able to draw on hundreds of thousands of conscripts to bolster its ranks, while Ukraine's much smaller army has relied on advanced Western-supplied weaponry.But analysts say the territory Ukraine holds in Kursk may serve as a bargaining chip in any peace talks. Zelensky's \"victory plan\",revealed last month, said the offensive would continue to avoid the creation of \"buffer zones\" within Ukraine.The renewed emphasis on a diplomatic solution comes amidconcerns about growing fatigue over the war, both within Ukraine and abroad.However, what such a solution may look like remains unclear - Zelensky has continually refused to cede any Ukrainian territory, including Crimea, which Russia has occupied since 2014.Trump and Zelensky have long had a tumultuous relationship. Trump was impeached in 2019 over accusations that he pressured Zelensky to dig up damaging information on the family of US President Joe Biden.Despite years of differences, Trump has insisted he had a very good relationship with Zelensky.When the pair met in New York in September, Trump said he “learned a lot” from the meeting and said he would get the war \"resolved very quickly\".His Democratic opponents have accused him of cosying up to Russian President Vladimir Putin and say his approach to the war amounts to surrender for Ukraine that will endanger all of Europe.Earlier this week, Russiadenied reports that a call between Putin and Trump took placedays after the latter's election win, in which the president-elect is said to have warned against escalating the conflict further.German Chancellor Olaf Scholz, who spoke with Trump following the US election, told German media that the incoming US leader had a \"more nuanced\" position on the war than was commonly assumed.The German leader wascriticised by Zelensky over a phone call with Putin- the first in nearly two years - on Friday. Despite Scholz's office saying he reiterated his call to end the war, Zelensky said it weakened the Russian leader's isolation. "}
{"Title":"United by loyalty, Trump's new team have competing agendas","Href":"\/news\/articles\/cvg5nzr2p8eo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731716232233, 'firstUpdated': 1731716232233, 'topics': ['US & Canada']}","Text":"If personnel really does amount to policy,  then we’ve learned a lot this week about how Donald Trump intends to govern in his second term.More than a dozen major appointments, some of which will require Senate approval, offer a clearer picture of the team entrusted to drive his agenda as he returns to the White House.On the outside they appear united by one thing - loyalty to the top man.But beneath the surface, there are competing agendas.Here are four factions that reveal both Trump’s ambition and potential tricky tests ahead for his leadership. By Mike Wendling, BBC News, ChicagoWho:Matt Gaetz, Tulsi Gabbard, RFK JrTheir agenda:This trio have been among the most vocal politicians actively opposing US policies, particularly under President Biden. Choosing Gaetz as his attorney general nominee is possibly Trump’s most controversial pick.Gaetz has represented Florida's first congressional district since 2017. A graduate of William and Mary Law School, he led the removal of California congressman Kevin McCarthy as the sitting Speaker of the House in October 2023.He has come under investigation by a House ethics committee for allegedly paying for sex with an underage girl, using illegal drugs and misusing campaign funds. He denies wrongdoing and no criminal charges have been filed.Follow live updates on this storyFive takeaways from Trump's first weekTulsi Gabbard, picked to be Trump’s director of national intelligence, is a military veteran who served with a medical unit in Iraq. She is a former Democratic congresswoman from Hawaii who switched parties to support Trump.Gabbard has routinely opposed American foreign policy, blaming Nato for Russia’s invasion of Ukraine and meeting Syrian President Bashar al-Assad – then casting doubt on US intelligence assessments blaming Assad for using chemical weapons.Robert F Kennedy Jr, Trump’s nominee to oversee health, is a longtime lawyer and environmentalist. He also spread fringe theories – about vaccines and the effects of 5G phone signals. What this tells us:Like Trump, Gaetz, Gabbard and Kennedy are aggressive challengers of the status quo. All three frequently tip over into conspiracy.They may be among the most determined supporters of Trump’s plan to dismantle the bureaucratic “deep state”. The president-elect has picked particular fights in each of the areas they would oversee - law enforcement, intelligence and health.But bomb-throwers can also make unruly subordinates. Kennedy wants stricter regulation across food and farming industries, which may collide with Trump’s government-slashing agenda.Gaetz’s views on some issues - he favours legalisation of marijuana - are outside the Republican mainstream.And Gabbard, a fierce critic of American power, will be working for a president who is not afraid to use it - for instance, against Iran.What RFK could do on vaccines, fluoride and drugs By Bernd Debusmann, BBC News, WashingtonWho:Tom Homan, Stephen Miller and Kristi NoemTheir agenda:The three hardliners tasked with carrying out Trump’s border and immigration policies have vowed to strengthen security and clamp down on undocumented immigrants crossing the US-Mexico border.Domestically, they - and the wider incoming Trump administration - have called for a drastic uptick in deportations, beginning with those considered national security or public safety threats, and a return to workplace “enforcement operations” that were paused by the Biden administration. What it tells us:Aside from the economy, polls repeatedly suggested that immigration and the border with Mexico were primary concerns for many voters.The possibility of increased deportations and workplace raids, however, could put Trump on a collision course with Democratic-leaning states and jurisdictions that may decide to push back or not co-operate. Some Republican states - whose economies rely, in part, on immigrant labour - may also object.How would mass deportations work? By Natalie Sherman, BBC business reporter, New YorkWho:Elon Musk, Vivek RamaswamyTheir agenda:Trump has named the world’s richest person, Elon Musk, to lead a cost-cutting effort dubbed the “Department of Government Efficiency”.He will share the role with 39-year-old investor-turned-politician Vivek Ramaswamy, who became an ardent Trump backer after bowing out as a candidate in the Republican primary.The two men are among the loudest and flashiest tech bros, a group that swung towards Trump this year, seeking a champion to disavow “woke” political correctness and embrace a libertarian vision of small government, low taxes and light regulation.Musk has floated a possible $2tn in spending cuts, vowing to send “shockwaves” through the government.Ramaswamy, who has backed eliminating the tax-collecting agency, the IRS, and the Department of Education, among others, wrote after the announcement: “Shut it down.” What it tells us:The appointments are an acknowledgment of the help Trump got on the campaign trail from Ramaswamy and Musk, the latter of whom personally ploughed more than $100m into the campaign.But time will tell what power this faction goes on to have.Despite its name, the department is not an official agency. The commission will stand outside the government to advise on spending, which is partly controlled by Congress.Trump, who ran up budget deficits during his first term, has shown little commitment to cutting spending.He has promised to leave Social Security and Medicare - two of the biggest areas of government spending - untouched, which could make cost-cutting difficult.RFK Jr’s pledge to increase regulation of food additives and ultra-processed foods  could also clash with Musk and Ramaswamy’s mandate to cut red tape. By Tom Bateman, BBC State Department correspondentWho:Marco Rubio, Mike Waltz, John Ratcliffe.Their agenda:These men will run Trump’s “America First” foreign policy. They are all hawks on China.Rubio, nominee for secretary of state, is among Beijing’s harshest critics, having argued for travel bans on some Chinese officials and for the closure of Hong Kong’s US trade offices.The three are likely to push through Trump’s pledge for much higher tariffs on Chinese imports. They see Beijing as the top economic and security threat to the US. Waltz - picked for national security adviser - has said the US is in a “Cold War” with the ruling communist party.Ratcliffe, Trump’s nominee for CIA director who served as an intelligence chief in his first term, has likened countering China’s rise to the defeat of fascism or bringing down the Iron Curtain. What it tells us:While Trump often signals his own hawkish economic views on China, he has also vacillated - which could spark tensions with his top foreign policy team.In his first term, Trump triggered a trade war with Beijing (attempts to de-escalate this failed amid the pandemic) and relations slumped further when he labelled Covid the “Chinese Virus”.But he also heaped praise on President Xi Jinping as a “brilliant” leader ruling with an “iron fist”.This unpredictability could make managing America’s most consequential strategic relationship even harder. Rubio might also clash with Gabbard, Trump’s pick for director of intelligence, who previously criticised him on foreign policy, saying he \"represents the neocon, warmongering establishment\". How these new recruits will be vettedWhat Trump can and can't do on day oneTrump team so far - who's in and who might be comingWhy Musk will find it hard to cut $2tnWhat Trump picks say about Mid East policy "}
{"Title":"Eight dead after stabbing at school in eastern China","Href":"\/news\/articles\/cd6vz299qvgo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731777278546, 'firstUpdated': 1731777278546, 'topics': ['Asia']}","Text":"Eight people have died and 17 others have been injured following a stabbing incident outside a school in eastern China.A 21-year-old man was arrested at Wuxi Yixing Arts and Crafts Vocational and Technical College in the city of Wuxi at about 18:30 local time (10:30 GMT), according to a statement from local police.The statement said he graduated from the school in 2024 and carried out the attack after \"failing to obtain his diploma due to poor exam results\" and that he was unhappy with his internship pay.He confessed to his crime \"without hesitation\", police said. They added that an investigation  was under way and efforts were being made to \"manage the aftermath\".The attack follows an incident on Monday whereat least 35 people were killed when a driver ploughed a car into crowds at a stadiumin the southern city of Zhuhai.Police said the driver was unhappy with a divorce settlement, but the incident sparked questions about a recent spate of public violence in the country.On social media, there have been discussions about the social phenomenon of\"taking revenge on society\", where individuals act on personal grievances by attacking strangers. "}
{"Title":"Senators call for probe into Musk's alleged contact with Russia","Href":"\/news\/articles\/cy0l3wl76gzo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731792237268, 'firstUpdated': 1731781543878, 'topics': ['World']}","Text":"Two top Senate Democrats have called for an investigation into Elon Musk's reported contacts with Russian President Vladimir Putin and his top aides.The lawmakers have urged the Pentagon and Justice Department to determine whether Musk's alleged relations with a US adversary while holding major government contracts puts national security at risk.The Wall Street Journal reported last month that the world's richest person has had \"multiple, high level conversations\" with Putin since 2022, which the Kremlin has denied.Musk wrote on his X platform on Friday that he's \"going to find out who's making these accusations and nuke them\". The two Democrats - Rhode Island Senator Jack Reed, chairman of the Senate Armed Services Committee, and New Hampshire Senator Jeanne Shaheen, a senior Democrat on the Armed Services and Foreign Relations Committees sent aletteron Friday to Attorney General Merrick Garland and Defence Department Inspector General Robert Storch raising \"serious questions regarding Mr Musk’s reliability as a government contractor and a [security] clearance holder\".The multi-billionaire claims to hold a top-secret level clearance and his SpaceX company - one of the main contractors to the National Aeronautics and Space Administration (Nasa) - is deeply embedded in the federal government's defence and intelligence infrastructure.\"Russia’s ambitions in the space domain pose a direct threat to US national security,\" the senators wrote.Reed and Shaheen noted that, unlike others with high-level security clearance, Musk does not appear to report his contacts with foreign government officials.They pointed to Musk's alleged communications with Putin's deputy chief of staff, Sergei Kiriyenko.The Justice Department has said that Kiriyenko and other top officials were involved in an effort to seedKremlin propaganda on social media, including on the Musk-owned X (formerly Twitter) platform to reducing international support for Ukraine and influence voters in the US presidential election.Musk, who backed Trump's successful 2024 election bid with millions of dollars, was picked by the president-elect earlier this week to lead a new Department of Government Efficiency.He has also participated in the incoming president's diplomatic efforts.Musk joined Trump's calls over the past week with Ukrainian President Volodymyr Zelensky and Turkish President Tayyip Erdogan, as well as a meeting with Argentinian President Javier Milei at Trump's Florida home.The BBC's US partner, CBS News, reported on Friday that Musk recentlyvisited the residence of Iran's United Nations ambassadorin New York.It is not clear if Trump or his national security team were aware of the meeting.Washington does not have diplomatic relations with Tehran and Iran's foreign minister denied on Saturday that any such meeting had taken place. "}
{"Title":"Grandma with chunky sunglasses becomes unlikely fashion icon","Href":"\/news\/articles\/cx2ylzj54yxo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731757293471, 'firstUpdated': 1731719439154, 'topics': ['Africa']}","Text":"A grandmother in rural Zambia has become an style icon and internet sensation - after agreeing to play dress-up and swapping outfits with her fashionista granddaughter.Margret Chola, who is in her mid-80s, is known to the world as \"Legendary Glamma\" - and adored by 225,000 Instagram followers for her striking and playful fashion photographs.\"I feel different, I feel new and alive in these clothes, in a way that I’ve never felt before,\" Ms Chola tells the BBC. \"I feel like I can conquer the world!\"The fortnightly Granny Series was created in 2023 by her granddaughter Diana Kaumba, a stylist who is based in New York City. She came up with the idea when she was visiting Zambia to mark the second anniversary of the death of her father - the person she says inspired her passion for fashion because he always dressed well.During that visit Ms Kaumba had not worn all her carefully curated outfits, so she asked her grandmother - or \"Mbuya\" in the Bemba language - if she wanted to try them on.\"I wasn’t doing anything at the time, so I just said: 'OK. If that’s what you want to do let’s do it - why not?'\" Ms Chola said.\"You will miss me when I die and at least this way you will be remembering me.\" Ms Kaumba wore Mbuya’s top and \"chitenge\" - a piece of patterned cloth wrapped around the waist. And Mbuya’s first outfit was a silver pantsuit.\"I thought it would be nice to dress up Mbuya in high fashion and then take photographs of her in her natural habitat,\" Ms Kaumba tells the BBC.That natural habitat is a farm in the village of 10 Miles, just north of the Zambian capital, Lusaka.Most often Ms Chola is photographed in all her glamour outside - often sitting on an elegant wooden chair or lounging on a leather sofa. In the background are exposed brick buildings with corrugated iron roofs, ploughed fields, mango trees and maize crops.\"I was so nervous when I posted that first photo. I left my phone for 10 minutes and in those 10 minutes there were 1,000 likes,\" Ms Kaumba says.\"My mind was blown. The comments were flying in and people were asking for more.\"It was in April 2024 that the Granny Series really took off - after Ms Kaumba posted a series of photos of her grandmother in a red Adidas dress, several chunky, golden necklaces and a glittering jewelled crown.\"It surprised me to hear that so many people around the world love me,\" Ms Chola says - who does not know her exact age because she does not have a birth certificate. \"I didn’t know I could make such an impact at this age.\"Ms Chola poses in clothes that are a mix of vibrant colours, textures and styles.From a green American football jersey, combined with a layered frilly red dress styled as a skirt - in the colours of the Zambian flag to pay homage to 60 years of independence.To a blue, black and green sequined top, complete with a golden snake necklace and bracelet. And Mbuya’s personal favourite - jeans, a graphic T-shirt with her image on the front and a blonde wig.\"I had never worn jeans or a wig before - so I was happy, and I was dancing.\"Ms Kaumba, who has been a stylist since 2012, says that her grandma has \"courage, grace - and nails every look\".All the looks reflect her maximalist-chic aesthetic - which celebrates the joy of excess, eclectic combinations, the big and the bold, and clashing patterns and colours.At the heart of it all are eye-catching accessories - bold sunglasses, oversized hats, necklaces, bracelets, pendants, rings, gloves, bags, blonde wigs, crowns.That influence has come directly from her grandmother, who has \"always been a lover of pearls and bangles\".In one particularly playful scene called GOAT - short for greatest of all time - Ms Chola appears with a goat - that is decked out in Mbuya’s beloved pearls. Other accessories also reflect Chola’s personality and story.In some shots Mbuya is holding the beloved radio that she carries around all day and takes to bed with her.Or she’s clutching an \"ibende\" - a long wooden stick that over the years she has used to pound millet or cassava or maize.She is smoking a pipe or holding a metal cup full of tea, and hanging off the edge of the chair arm is an \"mbaula\" or charcoal brazier that Zambians often use for cooking - especially now that the country is plagued by severe power cuts. Ms Kaumba hopes that the Granny Series will highlight that older people still have a lot to offer - and making memories together is an important way to \"leave footprints for the next generation\".\"Do not write them off, love them just the same till the end because remember we will be just like them one day.\"As a result of Mbuya’s photo shoots, Ms Kaumba’s been hired by four granddaughters to style their grandmothers - aged between 70 and 96. Ms Chola hopes that the Granny Series will inspire people \"to live their lives and not worry about being judged by society\".She urges people to \"always forgive yourself for whatever mistakes you made. You can never change your past - but you can change your future\".The photo shoots have brought granddaughter and grandmother closer - and through their special bond Ms Kaumba has learnt so much more about her Mbuya’s often difficult life. Ms Chola was raised by her grandparents, went to school until she was 12 or 13 and then, because of economic reasons, was forced to marry a man in his 30s.She had three children, ended up drinking heavily and eventually escaped the marriage. That trauma still haunts her - but her unexpected global fame has given her a new lease on life.\"I’m now able to wake up with a purpose knowing that people around the world love to see me,\" Chola says.Penny Dale is a freelance journalist, podcast and documentary-maker based in London. How a mega dam has caused a mega power crisisZambia made education free, now classrooms are crammedThe $5m cash and fake gold that no-one is claiming Go toBBCAfrica.comfor more news from the African continent.Follow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica "}
{"Title":"Southwest flight struck by bullet at Texas airport ","Href":"\/news\/articles\/cvge1qw1283o","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731774241815, 'firstUpdated': 1731774241815, 'topics': ['US & Canada']}","Text":"A Southwest Airlines flight with passengers onboard was struck by gunfire as it was preparing to take off at Dallas Love Field Airport in Texas, authorities said.Flight 2494 was preparing for departure to Indianapolis when \"a bullet apparently struck the right side of the aircraft under the flight deck\", a Southwest spokesperson told the BBC's US partner, CBS News.No injuries were reported, and the aircraft returned to its gate and passengers deplaned, according to an airport spokesperson.The domestic airport's runway was temporarily closed but it has since reopened. Dallas police is currently leading the investigation into the Friday night incident.Its officers responded to reports of gunfire at 21:48 local time (03:48 GMT on Saturday) and arrived to find that the plane had been struck.The Federal Aviation Administration said in a statement that the bullet hit near the cockpit of the Boeing 737-800 Max aircraft.No details have formally been released on the circumstances surrounding the incident, but local TV station WFAA  reported that police believed the shooting was a result of random gunfire.The outlet confirms 99 people were aboard the flight.Southwest has said it will accommodate all passengers on other flights.Earlier this week, three planes that were either landing or taking off from the main airport in Port-au-Prince, the capital of Haiti, were struck by gunfire as gang violence ravages the Caribbean nation.Those incidents prompted the Federal Aviation Administration to issue a 30-day ban on US airlines flying to Haiti. "}
{"Title":"A sexually obscene phone call - and my two-year ordeal getting police to act","Href":"\/news\/articles\/cvgwp4059xgo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731715518528, 'firstUpdated': 1731715518528, 'topics': ['UK']}","Text":"This story contains detailed descriptions of offensive sexual acts.It started with a phone call.Late at night in October 2022, my mobile lit up with a withheld number.There was a man at the other end of the call, a voice - and then he started making noises.Without a doubt, this stranger was masturbating down the phone.The noises got louder and louder. My heart raced, struggling to believe what I’d just heard. I hung up. But the phone rang again and again.At this point, I switched into journalist mode.I knew this man needed to be reported and I was sure the police could trace the call - but they’d need evidence.So I ran upstairs and grabbed my work phone. On his third or fourth attempt to call back I picked up the call and put it on speakerphone, and recorded him.For five minutes I listened and recorded as he masturbated, calling out my first name, using vulgar language to say “suck my [penis]” and making other obscene and lewd comments about my genitalia. I wondered when he would have had enough and when I would have enough evidence.I was concerned about my personal safety: if this man knew my first name and number, did he know me? Had I met him? Was it someone I’d interviewed? Did he know where I lived?He had an accent I didn’t recognise, maybe Midlands. I assumed it was in some way connected to the fact I was an on-air BBC journalist but I wasn’t sure. I dialled 999 to report the crime.The following day I went to my local police station to give a statement and was asked to upload the taped recording onto the Metropolitan Police’s system.I was naively hopeful they could use it to quickly trace the caller and arrest the man.I’ve worked on too many stories of violence against women - including the disappearance and subsequent rape and murder of Sarah Everard.Police had failed to investigate Wayne Couzens for at least three indecent exposure offences before he murdered Sarah Everard. Experts say those offences may have been a“red flag” that someone could go onto more serious offending.So I had two concerns: my own safety and making sure this man couldn’t go on to commit more serious sexual offences.The whole ordeal would turn out to be an eye-opening experience into why so many sexual offences go unreported or unpunished, how slow the police and justice system move and how despite the warm words, women are still being failed, due to police incompetence.Police actually dropped my case and only reopened it after a Victims’ Right to Review was carried out.He was eventually charged - but he wouldn’t have been if I hadn’t taken control of it.To make matters worse, three days ago I found out he’d actually been convicted in 2015 for making 15,000 calls to random numbers - raising even more questions about why it took so long to get him charged now.The Met Police admitted their handling of the case “clearly fell short”.Lancashire Police said their initial handling “did not meet the standard expected”.Here’s how it unfolded. Two days after making my statement, a police officer told me to ask my phone provider to investigate the withheld number.But EE was clear this request should come from the Met - not the victim.After returning from leave, the officer replied: “Apologies, I was obviously working on old information regarding withheld numbers. Sorry to have wasted your time on that.”But the Met request needed to go through “a few levels of authorisation”, which “can be slow as it is prioritised according to risk and offence”.At the same time, I was trying to think who could have got my number. It started making me suspicious of everyone.Coincidentally, I was speaking to Met commissioner Sir Mark Rowley the next day about the interim Casey report, commissioned after Sarah Everard’s murder, which dealt with the force’s institutional problems.As each day passed, I feared my offender could go on to sexually assault someone. I wanted to do everything in my power to make sure that wouldn’t happen.Two days on, the local officer emailed to say tracing the phone number was proving too time-consuming. The Criminal Investigation Department (CID) was going to take over.CID told me there was “very little reasonable line of enquiry to pursue considering the number used was withheld.”They asked me if I’d sent in the recording. Despite the fact I’d sent it, CID had failed to find it on their system.They also said they’d check with the original officer if they’d approached EE to identify the withheld number - they hadn’t. Two months after the incident there was positive news - they’d managed to identify the withheld number and were now seeing if they could track down the person connected to it.And then a breakthrough: the officer identified the suspect through the Police National Computer.He was in the Lancashire area - so Lancashire Police took over the case. I emailed Lancashire Police saying I supported a prosecution - but they didn’t answer.Eventually an officer replied saying he had no information about the case other than the crime reference number and a basic description.Why hadn’t the Met passed on the information? They told me it was the Lancashire officer’s job to request it. I relayed that information to him.A week later there seemed to be some progress. The officer had visited the home of the suspect, who hadn’t opened the door.He said he would go around again that evening. But I was told there was no need to arrest him at the moment as he didn’t meet the custody threshold. In court I watched as Wayne Couzenspleaded guilty to three offences of indecent exposure, one just days before he raped and murdered Sarah Everard.The police were heavily criticised for their failure to deal with these incidents, which could have identified him as a sex offender. It gave me renewed drive to pursue my case.It had been two months since a suspect had been identified - but I'd heard nothing from Lancashire Police. So I pushed them again.A few days later, the officer apologised for the delay, saying he’d been on leave and then had Covid.He said another attempt to contact the suspect had been unsuccessful and “at this moment in time I still have no necessity to arrest and the original plan of a voluntary interview is still in place.“I asked why there was no need to arrest - especially as I was concerned this kind of crime could be a “gateway crime” to more serious offences.This appeared to have an effect. Two days later I was told they’d now try to arrest the suspect due to his non-compliance to be interviewed.A day later what felt like a breakthrough text arrived: “We have forced entry and he has now been arrested.” Finally, they’d now interview him and go through his phone records.But even that didn’t get me anywhere.Although the police said the arrested man sounded exactly like the man I’d recorded on the phone, he'd denied calling me and said he’d lost his phone.The officer believed the suspect was lying - but that his defence would make it hard to charge him.He was bailed on the condition he didn’t contact me.Deeply frustrated, I asked for a call with a senior officer.I was worried that because of the number of times the police had been to his house, telling neighbours they were looking for him - he would have had time to get rid of the phone.The sergeant told me that without the actual phone they’d struggle to make progress. The police told me they were going through the suspect’s current phone - which he claimed was separate to the one that was “lost”.Unsurprisingly, they couldn’t find anything on it.They said they couldn’t charge him and they were going to close the investigation with no further action.I was furious - they had the audio recording and they’d matched the phone number to the suspect. I felt their actions had given him the chance to get rid of the phone.I told them I wouldn’t accept that decision and would appeal against it, but in truth I wasn’t sure how to do that.At the end of the month a detective sergeant called.He said they’d effectively carried out a Victims’ Right to Review on my behalf - as I’d mentioned appealing.This gives victims the right to a review when unhappy with a police decision not to charge, after a suspect has been interviewed under caution. It’s different from the CPS scheme to challenge prosecutors’ decisions.But I wondered: why didn’t they initially arrest the suspect? Hadn’t the suspect been given a chance to get rid of the phone?“Arguably, yes, there might have been a need to arrest,” the detective sergeant admitted.But he assured me there was still a prospect of charging the man.I told him about my unsatisfactory experience so far.“I can totally understand and sympathise with that,” he said. “All I can do is apologise on behalf of Lancashire Constabulary.” Finally, some accountability.As this happened, I was reporting on plans to allow crime victims to be kept informed about their cases and challenge decisions.The irony wasn’t lost on me as I headed into six months since my incident, having to fight at every moment to keep it on track. If you've been affected by the issues in this story, help and support is available via theBBC Action Line. A step forward.The Lancashire constable called me and said: “the suspect was lying.”New checks on his phone had found it was indeed used to make the call - but using a different SIM card, which my number was on. The calls were traced to a phone mast near him.The suspect would be rearrested as he had made multiple calls.They didn’t believe he had specifically targeted me. Instead, they think he had been trying different numbers and knew my first name after hearing it on my voicemail.But even after this - I heard nothing all through May and into June. Two months had passed and there had been zero contact from the police. I texted the constable.“This is getting a bit ridiculous now. There seems to be no urgency.” He insisted there was, and that further phone checks were taking time.I requested a call with the detective sergeant. “You had this new evidence two months ago, you thought it was significant and yet the suspect hasn’t been brought back in,” I said.He promised to find out why.  “I can only apologise that it’s not going as quickly as it should be,” he replied. “I’m frustrated … it seems to have stalled again.” Finally the suspect was rearrested and interviewed but he still claimed he'd lost his phone and answered “no comment” when the new evidence was put to him.The constable said the evidence would now go to prosecutors but that it was looking hopeful.In the end, it took until November for it to be sent to prosecutors. Finally, more than a year after the crime was reported, the constable told me the suspect would be charged with an offence of malicious communications by sending an offensive, indecent or threatening message.“Apologies it’s dragged on, but we got there in the end,” he said.In light of this, I decided to find out how many times the police Victims’ Right to Review had been used and granted.Twenty-nine police forces across England and Wales responded to my question, but couldn’t provide data across the same dates.Since 2015, at least 14,448 requests for police to reconsider not charging someone have been made - and 8714 were granted, around three in five casesThe Met Policeprovided figures from 2021. They had 2,300 requests to review their decisions, and agreed to review more than 1,200 (55% of cases)West Midlands Policehad more than 1,200 requests, but approved only 115 (9%)South Yorkshire Policeapproved 93% of victims’ requests, looking again at 291 cases since the start of the scheme The suspect - Amjad Khan from Blackburn - appeared at Blackburn Magistrate’s Court and pleaded not guilty.He was sent for trial at Lancaster Magistrate’s Court in November. The courts seemed as inefficient as the police work.After nearly nine months of waiting for the hearing, Khan’s case was listed for 09:30 at Lancaster Magistrate’s Court. It was finally heard at 17:00.He didn’t turn up.Khan’s lawyer said his client might not have seen the letter sent two weeks earlier, which changed the date of the hearing.The magistrates agreed that “given the state of the postal system” they'd give Khan the benefit of the doubt and another trial date would be set. I wasn’t informed that the case had been listed at Burnley Magistrates’ Court for 11 November.I only found out because I phoned the Witness Care Unit for an update - on the 11th - and was told it would take place that very afternoon. I wouldn’t be able to make it on time, so was denied the opportunity to see justice being done.A colleague based in Salford, Nick Garnett, went instead.In a scarcely believable start to the trial the prosecution and defence argued about whether the case could be heard because so much time had passed since the original offence.It was decided it could proceed and they played the vile call I had recorded, all five minutes and 41 seconds of Khan masturbating and making disgusting comments.He told the court that he hadn’t made the calls.“Somebody made the calls on my phone. I don’t know who, a lot of people were there. Sometimes I forget and leave my phone. And somebody’s messed about with the phone.”The mobile phone data showed the call was made from around his address and he’d called my number nine times, the court heard.The magistrates told him: “We identified inconsistencies… We found that it was your phone. The call was obscene, indecent and offensive. We reject the idea the call was from anyone but you. We therefore find you guilty of this offence.”It will take another two months before he is sentenced.The Met Police said: “Our handling of this case clearly fell short and we do not underestimate the awful impact upon Ms Manning. Such serious offences cause very real fear for victims and deserve a professional and swift response.”Lancashire Police said their “initial handling of this case did not meet the standard expected but following a review and further contact with the victim a man was arrested, charged and convicted.“We hope that the successful conviction gives her some sense that justice has been done, although we recognise this has taken longer than she may have hoped.\" Remarkably, I discovered a Lancashire Telegraph article from 2015 headlined “Blackburn man made 15,000 ‘dirty’ calls in 91 days to total strangers”.It was the same man, convicted nearly a decade ago.A Lancashire Police officer was even quoted in the article saying “the scale of it was quite breathtaking.”I was incredulous. From start to finish it felt like there were so many unnecessary obstacles to getting a conviction.When my colleague Nick had texted me days earlier from court he sent just one word: “GUILTY”.At that moment I felt relief and vindication.Despite my process taking more than two years, I am pleased I pushed so hard to get this man convicted - again, it turns out.Some women I've interviewed who have reported more serious sexual offences say they wish they had never done so because the process was so brutal.I don’t regret reporting it.But I’m dismayed that it was such a monumental effort and wonder how many other men committing crimes go unpunished because of the inefficiency, the failures and the delays.Getting justice shouldn’t be this hard and getting justice shouldn’t be the victim’s struggle.Additional reporting by Nick Garnett, Lorna Acquah and Phelan Chatterjee "}
{"Title":"Police blockade on South African miners lifted","Href":"\/news\/articles\/czj71kj1jlmo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731793122972, 'firstUpdated': 1731788344985, 'topics': ['Africa']}","Text":"A South African court has ordered that a police blockade of a disused goldmine, in which hundreds of people are located illegally, be lifted.Emergency services have been at the site, in Stilfontein, around 90 miles south-west of Johannesburg, for several days. Police have blocked food and water entering the mine to, as one government minister put it, \"smoke them out\".The miners - who have been underground for a month - have so far refused to exit the mine over fears of being arrested. Among them are undocumented migrants who also fear deportation.Police welcomed the order but said it would not stop them arresting miners who left the mine. On Saturday, a court in Pretoria ordered that the mine \"may not be blocked by any person or institution whether government or private\".It also said that any person in the mine should be allowed to exit, and that \"no non-emergency personnel may enter the mine shaft\".The ruling comes afterdozens of volunteers entered the abandoned mineto aid the miners, who reports suggest had resorted to eating vinegar and toothpaste to survive. Volunteers said they pulled a body from the mine on Thursday.It also comes as police called in experts to assess the integrity of the mine shafts, to inform a decision as to whether they would conduct a forced evacuation, according to the AFP news agency. Yasmin Omar, an attorney who helped bring the court case, told state broadcaster SABC that the ruling was a temporary order \"that will at least allow us to get emergency relief to the people [who] need it\".She said a full hearing on the matter would take place on Tuesday.\"These people underground are dying,\" Ms Omar said, adding that the ruling means officials \"must do all that is reasonable to give medical care to the people who are underground\".In a statement, the South African Police Service (SAPS) welcomed the court order, which it stressed did not prevent officers from making arrests.It said: \"All those who resurface will continue to be assessed by emergency medical personnel on site, as has been the case.\"Those that are in a good health will be processed and detained. Those that require further medical care will be taken to hospital under police guard.\"The SAPS added that as of 16:00 local time (14:00 GMT) on Saturday, three of the miners had resurfaced.More than 1,000 miners have already emerged and been arrested.South Africa is a mineral-rich country. According to official estimates, it holds nearly 30% of the world's gold deposits and 88% of all platinum deposits.But many mines have closed down in recent years and miners have been laid off, contributing to a black market that costs the South African government hundreds of millions of dollars each year. While gold remains a valuable commodity, rising mining costs - exacerbated by electricity disruptions and deeper deposits - have made the vast majority of mines unprofitable, according to the Minerals Council of South Africa, an industry body.In a bid to survive impoverished circumstances, miners and undocumented migrants are increasingly entering closed mines to dig up their remaining deposits.Some spend months underground, and illegal mining has spawned a small economy providing food and cigarettes to the miners.However, the authorities are keen to end the practice. Illegal miners are sometimes recruited by criminal gangs and can be armed.The SAPS has previously said that among those to resurface from the Stilfontein mine were individuals from Mozambique, Malawi and Zimbabwe.The force has launched a nationwide operation aimed at combatting illegal mining and related criminal activities.On 3 November, it said that at least 565 people had emerged from a mine in Orkney, south-west of Johannesburg.But the South African Human Rights Commission said on Friday that it had begun an investigation into the SAPS's handling of the Stilfontein mine incident, following complaints that the blockade may have infringed the miners' right to life. "}
{"Title":"X users jump to Bluesky - but what is it and who owns it?","Href":"\/news\/articles\/c8dm0ljg4y6o","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731688655853, 'firstUpdated': 1731688655853, 'topics': ['Technology']}","Text":"You may have seen the word \"Bluesky\" popping up on your social media pages recently and wondered what people are talking about.It is an alternative platform to Elon Musk's X and in terms of its colour and logo, it looks quite similar.Bluesky is growing rapidly and is currently picking up around one million new sign-ups a day.It had 16.7m users at the time of writing, but that figure will likely be outdated by the time you read this.So what is it - and why are so many people joining? Bluesky describes itself as \"social media as it should be\", although it looks similar to other sites.Visually, a bar to the left of the page shows everything you might expect - search, notifications, a homepage and so on.People using the platform can post, comment, repost and like their favourite things.To put it simply, it looks how X, formerly known as Twitter, used to look. The main difference is Bluesky is decentralised - a complicated term which basically means users can host their data on servers other than those owned by the company.This means that rather than being limited to having a specific account named after Bluesky, people can (if they like) sign up using an account they themselves own.But it is worth stating that the vast majority of people don't do that and a new joiner will most likely have a \".bsky.social\" at the end of their username. If you think it feels a lot like X, you won't be surprised to learn why. The former head of Twitter, Jack Dorsey, created it.He even once said he wanted Bluesky to be a decentralised version of Twitter that no single person or entity owns.But Mr Dorsey is no longer part of the team behind it, having stepped down from the board in May 2024.He deleted his account altogether in September.It is now run and predominantly owned by chief executive Jay Graber as a US public benefit corporation. Bluesky has been around since 2019, but it was invitation-only until February of this year.That let the developers deal with all the kinks behind-the-scenes, to try and stabilise it before opening the doors to the wider public.The plan has worked, somewhat. But the flurry of new users has been so significant in November that there continue to be issues with outages. It is no coincidence that the number of new Bluesky users spiked following Donald Trump's success in the US elections in November.X's owner, Mr Musk, was a big backer of Trump during his campaign, and will be heavily involved in his administration.Inevitably, this has led to a political division, with some people leaving X in protest.But others have cited different reasons, such as the Guardian newspaper which has chosen to stop posting there as it called X \"a toxic media platform\".Meanwhile, Bluesky's app continues to pick up significant downloads worldwide and on Thursday was the top free app in the Apple App Store in the UK.Several celebrities, from pop singer Lizzo to Taskmaster's Greg Davies, have announced they are joining the platform and limiting their use of - or in some cases leaving altogether - X.Other names you might recognise include Ben Stiller, Jamie Lee Curtis and Patton Oswalt.But this growth, while significant, will have to continue for a long time before Bluesky is able to mount a true challenge to its microblogging rival.X does not share its total user numbers but it is understood to be measured in the hundreds of millions, with Elon Muskpreviously saying the platform had 250 million users each day. It is the million dollar question, quite literally.Bluesky started off with funding from investors and venture capital firms and has raised tens of millions of dollars through these means.But with so many new users, it is going to have to find a way to pay the bills.Back in Twitter's heyday, the site made the vast majority of its money through advertising.Bluesky has said it wants to avoid this. Instead, it said it will continue to look into paid services, such as having people pay for custom domains in their username.That sounds complicated but it basically comes down to a person's username being even more personalised.For example, it may mean my username - @twgerken.bsky.social - could in the future be more official-sounding, such as @twgerken.bbc.co.uk.Proponents of this idea say it doubles-up as a form of verification as the organisation which owns the website would have to clear its use.If Bluesky's owners continue to avoid advertising, they may inevitably have to look to other broader options, such as subscription features, as a way of keeping the lights on.But if it is not making very much money, that would not be unusual for tech startups.In fact, Twitter, before it was purchased by Mr Musk in 2022, only made a profit twice in its eight years of being publicly traded.And we all know how that ended - a massive payday for investors when the world's richest man paid $44bn (£34.7bn) for the privilege of owning it.For now, the future of Bluesky remains unknown, but if its growth continues, anything is possible. "}
{"Title":"Residents of Lebanese border town 'determined to stay' as rockets fly above","Href":"\/news\/articles\/ce89051rypdo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731717939862, 'firstUpdated': 1731717939862, 'topics': ['Middle East']}","Text":"Since the start of the Israel-Hezbollah war, hundreds of thousands of Lebanese have fled their homes because of the fighting. But the residents of one town right in the combat zone have decided to stay.Rmeish, just 2km (1.2 miles) from the border, is home to 7,000 Maronite Christians - and surrounded by firing on all sides.“There’s lots of damage. Maybe 90% of houses have damage of some kind, glass smashed and cracks in the walls. I don’t know what’s going to happen when winter comes,” says Jiries al-Alam, a farmer who also works as an undertaker with the town’s church.“We are determined to stay but hardly anyone sleeps at night because of the air strikes. Thankfully, there’s been no deaths among the residents so far, but 200 of my cattle died from the military flares,” he adds. A day after Hamas launched its unprecedented attack on southern Israel from Gaza on 7 October 2023, its Lebanese ally Hezbollah began launching rockets into northern Israel, which in turn, started to strike Lebanon.The residents of Rmeish began seeing rockets flying in both directions above them.“Lots of families raised white flags on their homes and cars to say that they are peaceful and have no link to what is happening,” says Father George al-Ameel, 44, a priest and teacher in the town.“We want to stay in our homes and don’t want any war in our town.” After Israel began its ground invasion of Lebanon on 1 October this year, the war drew closer to Rmeish, with heavy fighting taking place in two villages both less than 1.6km away.“We were staying in our house for months, then the air strikes started getting very close and suddenly our house was hit, we were forced to leave in the middle of the night,” says Rasha Makhbour, 38.“People’s work has stopped and no-one goes out, our children’s school is shut, everything has changed.”Rasha’s family of six moved to another house in the centre of town after theirs became uninhabitable.“We believe the rockets that hit our home came from the south, not from our country,” she says.The Israel Defense Forces told the BBC that there were “no known IDF strikes” on Rmeish during the dates Rasha Makhbour’s house was damaged, claiming it was a “failed launch by Hezbollah”. Israel has issued a general evacuation order for the south of Lebanon since its ground invasion began. The UN says over 640,000people have been displacedfrom there as they flee the fighting.The Israeli government says that its military goals in southern Lebanon are to push back Hezbollah and return 60,000 Israelis displaced from its northern border towns to their homes. On the border with Israel, Rmeish is the only Lebanese town that has not been directly ordered to leave.While neither side has directly threatened the residents of Rmeish during the conflict, they have had their loyalty to Lebanon questioned.“There’s been voices under the table spreading rumours that our presence here is evidence of our collaboration with Israel, the enemy. We completely reject this,” says Father al-Ameel.It is a message reiterated by Rmeish’s mayor, Milad al-Alam.“We’ve had no guarantees of safety from any side,” he says. “Our town is peaceful, and our only cause is to stay for our identity and our country.” Until the start ofIsrael’s ground invasion,a Lebanese army unit had stayed in Rmeish and helped organise movement in and out of the town. But as Israeli forces moved to cross the border, the Lebanese army – which is not directly involved in the war – decided to pull out of Rmeish, much to the distress of locals.The Lebanese army said it rejected the description that they have ‘withdrawn’ from border locations, referring the BBC to a statement that the army is “repositioning” a number of military units in the south.Then at the end of October, the main route out of Rmeish itself was hit – leaving residents feeling further isolated and vulnerable. Since then, just one aid convoy has reached the town with the coordination of UN peacekeeping forces, the Unifil mission said.“We have needs for fuel, foods and medicines, there was a delivery coming from Tyre that had to turn around,” says Father al-Ameel. “If someone is hurt, there’s no hospital for serious medical care.”Mayor Al-Alam tells us he is optimistic that the route out of town will be regularly usable again soon, so they can fill up their fuel reserves, even if the route through an active warzone is dangerous.Others in the town remain anxious.“The situation is really bad. There are no goods, no food or fuel coming through. We’re starting to see items going missing from the shelves,” says Jiries al-Alam, the town undertaker.“But we’ll find a way through. Now is the olive season and in the worst case we can just eat olives. We want to stay in our homes and so we will die in our homes if we have to.”Additional reporting by Joanna Majzoub and Aakriti Thapar "}
{"Title":"Title","Href":"Href","Metadata":"Metadata","Text":"Text"}
{"Title":"Tyson vs Paul: Katie Taylor & Amanda Serrano save farcical main event","Href":"\/sport\/boxing\/articles\/cvg4kxg8l42o","Metadata":"{'contentType': 'article', 'subtype': 'sport', 'lastUpdated': 1731758583275, 'firstUpdated': 1731758583275, 'topics': ['Boxing']}","Text":"It was uncomfortable, uneventful and uninteresting, but should we be surprised?Somehow, boxing has a knack of duping the public. We read far too much into body language and demeanour, can be swayed by a slap at a weigh-in or live in a fantasy land powered by nostalgia.At 27, Jake Paul was young enough and athletic enough tosee off a 58-year-old Mike Tysonwho was well past his best before the turn of millennium, and maybe well before that.As a limited boxer, he was unable to get rid of a former world champion who had forgotten more about the sport than Paul will ever know.So the Youtuber-turned-fighter, said to be wearing shorts costing upwards of $1m (Â£800,000) and encrusted with nearly 400 diamonds, kept Tyson at bay in a bore-fest and the traditionalists who criticised the event have been vindicated. Paul says 120 million viewers watched it live globally on Netflix - in the streaming giant's first foray into live boxing. Netflix later stated \"60 million households\" around the world tuned in for Tyson against Paul.But this was still a poor look for the sport.Before the stupidity in Texas, however, came the sublime when Katie Taylor and Amanda Serrano battled outanother classic.Irishwoman Taylor - who beat the Puerto Rican in2022- edged another close win.The scorecard will split opinion, but the sight of a bloodied Serrano throwing hands despite a ghastly cut and Taylor admirably weathering the storm somewhat saved the event.Netflix said \"50 million households globally\" watched Taylor beat Serrano and it will \"likely\" go down as \"the most watched professional women's sporting event in US history\". It would be remiss to not start with the positive. The inclusion of Taylor and Serrano on the card delivered on its promise to add credibility to what many correctly predicted would be a farcical main event.\"We saw and witnessed again one of the greatest female fights of all time,\" Taylor's promoter Eddie Hearn said.\"The first one at Madison Square Garden was incredible and the second one, in front of 70,000, was just a testament to two incredible fighters - two legends of the sport.\"For anyone wondering how many subscribers would be logged on for the chief support fight, Taylor and Serrano quite literally broke the streaming platform. Viewers reported that Netflix crashed repeatedly throughout the fight.The lull at the AT&T Stadium also soon changed with the crowd drawn in by a peak of boxing excellence.The tactics were the same as the first fight; Serrano's relentless volume punching and Taylor standing her ground. But it was the Puerto Rican who started strongly this time round, rocking Taylor early on before the Bray native fought back.\"I think it was very different from the first fight,\" Taylor said. \"I started a bit slow and changed it up in the second half. I definitely landed the bigger punches, I feel that's what won me the fight.\"Seven-weight world champion Serrano - suffering from the horrific cut above her eye - once again felt hard done by.She wants the trilogy, and the boxing world wants a third meeting. The ball is now in Taylor's court. Taylor-Serrano was the pinnacle of the sport, as good as it gets, but we were soon dragged into the circus that appears now engrained in modern boxing.Tyson did not join his coaching team at the post-fight news conference. Their praise for his dedication to training offered little consolation to anyone who parted with their time or money to watch or attend the event.Paul claims he carried 'Iron Mike' in the final part of the fight. \"I wanted to give the fans a show but I didn't want to hurt someone who didn't need to be hurt,\" he said.If true, his comments only add to the ridicule.Although the sport, with super fight and undisputed champions being crowned, is in a solid place after investment from Saudi Arabia, events like Tyson v Paul do still impact 'proper' boxing.Diehard fans criticise the huge amount of media coverage it was given compared to - for example - Briton Chris Billam-Smith's cruiserweight unification fight against Gilberto Ramirez in Riyadh, Saudi Arabia on Saturday.Yet the event's appeal is hard to ignore. Paul drew in a younger audience and Tyson is one of the most famous men on the planet. It crossed languages, genres and generations, with commentary offered in English, Spanish, Brazilian Portuguese, French and German.Netflix says it will reveal further viewing figures on Tuesday and Most Valuable Promotions hinted there could be more Jake Paul fights streamed on the platform.But having dipped their toes in live boxing, perhaps Netflix will now retreat. Or maybe when further viewing figures are officially released, organisers will begin planning the next boxing-entertainment crossover to lure in the masses. "}
{"Title":"Sixth typhoon in a month makes landfall in Philippines","Href":"\/news\/articles\/cvg5j1k8w8qo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731769538982, 'firstUpdated': 1731769538982, 'topics': ['Asia']}","Text":"A potentially catastrophic super typhoon has made landfall in the Philippines - the sixth typhoon to hit the country in a month.Man-Yi, known locally as Pepito, touched down at 21:40 local time (13:40 GMT) with maximum sustained wind speeds of 195 km\/h (121mph) along the coast of the eastern Catanduanes island, the state forecaster said.It has warned of a \"life-threatening storm surge\", heavy rains and severe winds, and hundreds of thousands of people had been evacuated ahead of the storm's arrival.At least 160 people are known to have died in the five previous earlier storms. Super Typhoon Man-Yi is expected to impact a large area, BBC Weather reports.There will be widespread heavy rain in northern areas, with more than 300mm (11 inches) expected to fall on Saturday and Sunday - leading to potential flooding and increasing the risk of mudslides.Winds of up to 270km\/h are also expected, as are waves of up to 15m (49ft) in eastern coastal areas.The capital, Manila, may be spared the worst of the winds as the storm tracks to its north, before crossing the island of Luzon - the largest and most populous island in the Philippines - and heading offshore by Monday.Dozens of flights have been cancelled due to the incoming storm, according to local broadcaster ABS-CBN News. More than 400,000 people heeded evacuation orders ahead of the storm, civil defence said. Its head, Ariel Nepomuceno, has urged everyone living in the storm's projected path to comply these orders.\"It is more dangerous now for those in landslide-prone areas because the ground has been saturated by the consecutive typhoons,\" Mr Nepomuceno said.Glenda Llamas is among those who have had to leave their homes.\"We are terrified of the typhoon, as it may intensify and the waters can rise,\" she told the AFP news agency from a shelter in the eastern Albay province.\"If we didn't evacuate we wouldn't be able to get out later, we don't have anyone else in the house but us.\"\"We already have a lot of phobia due to the previous calamities that happened here like floods, strong winds and other disasters,\" said Melchor Bilay, who was evacuated to a school further south, in Sorsogon province. While typhoons are not uncommon in the Philippines, forecasters say it is unusual to see so many tropical storms in the Pacific at the same time during the month of November.Tropical Storm Trami dumped one month's worth of rain over large swathes of the northern Philippines in late October, leaving dozens of people dead.This was followed by Typhoon Kong-rey, in which at least three people were killed. It was also thebiggest typhoon to directly hit Taiwanin nearly 30 years.Typhoon Yinxing affected the north of the island of Luzon earlier this month, where it brought nearly 250mm (10in) of rain in some areas.There has since been Typhoon Toraji and, earlier this week, Typhoon Usagi, which brought a three-metre storm surge and torrential rainfall exceeding 200mm (8 inches).The United Nations' climate change body, the IPCC, has said that while the number of tropical cyclones that happen globally is unlikely to increase due to a warning planet, it is \"very likely\" they will have higher rates of rainfall and reach higher top wind speeds.This means a higher proportion would reach the most intense categories. "}
{"Title":"Malcolm X’s family sues FBI, CIA and NYPD over his murder","Href":"\/news\/articles\/c3rxzndzl7yo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731768768975, 'firstUpdated': 1731759612565, 'topics': ['US & Canada']}","Text":"The family of murdered black civil rights activist Malcolm X is suing the FBI, the CIA and the New York police department (NYPD) for $100m (£79m), accusing them of a having role in his death.The lawsuit says the agencies were involved in the plot and failed to stop the killing.“We believe that they all conspired to assassinate Malcolm X, one of the greatest thought leaders of the 20th Century,” Ben Crump, a civil rights attorney who is representing the family, said at a news conference.Malcolm X was killed in 1965 when three armed men shot him 21 times as he was preparing to speak in New York. The lawsuit alleges that a “corrupt, unlawful and unconstitutional” relationship between law enforcement and the “ruthless killers” allowed for the murder.A link between the agencies and the killers “went unchecked for many years and was actively concealed, condoned, protected and facilitated by government agents”, the lawsuit says.It says the NYPD, coordinating with the agencies, also detained members of Malcolm X's security team days before the shooting and intentionally removed their officers from inside the ballroom where he was shot.Federal agents, including undercover operatives, were in the ballroom during the assassination and took no steps to intervene, the lawsuit alleges.The family announced theirintention to suelast year.The NYPD said it \"will decline comment on pending litigation\" and the CIA did not immediately respond to a request for comment. The FBI told the Associated Press that it was its “standard practice” not to comment on litigation.Malcolm X was a lead spokesman for the Nation of Islam - which advocated separatism for black Americans - before his acrimonious split from the organisation. He was 39 when he was killed.One man, a Nation of Islam member, confessed to killing him.In 2021, two other men convicted of killing him had their convictions thrown out after a New York state judge declared there had been a miscarriage of justice.The two men were later fully exonerated after New York's attorney general found prosecutors had withheld evidence that would have probably cleared them of the murder.Family of the wrongly convicted men sued and won $26m from New York City and $10m from New York state. "}
{"Title":"Trump cabinet nominees battle misconduct claims and controversy","Href":"\/news\/articles\/cgl48r2wnx1o","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731728608672, 'firstUpdated': 1731728608672, 'topics': ['US & Canada']}","Text":"Several of US President-elect Donald Trump’s cabinet nominees are facing heavy scrutiny, including claims of misconduct.His defence secretary pick Pete Hegseth denies a sexual assault allegation and potential attorney general Matt Gaetz is at the centre of an ethics investigation.Trump's health secretary nominee, Robert F Kennedy Jr, is facing severe criticism for his vaccine scepticism.Trump will need the US Senate to confirm these nominees when he takes office in January, and though the chamber will be controlled by his fellow Republicans, his cabinet contenders will face an intense grilling during bipartisan hearings. On Friday, police said that Hegseth, the Pentagon nominee, had been investigated for an alleged sexual assault in California in 2017.Hegseth, a Fox News host and veteran of the wars in Afghanistan and Iraq, was never arrested and denies wrongdoing.Trump spokesman Steven Cheung said: “Mr Hegseth has vigorously denied any and all accusations, and no charges were filed.”Meanwhile, the BBC’s US partner CBS reported that Hegseth had once been flagged as a potential \"insider threat\" by fellow military personnel who thought he had a white-supremacist tattoo.Hegseth has denied any connection to extremist groups.When does he become president again?What Trump could do on day one in powerWho Trump has appointed to his top team so farWhy is Elon Musk Trump's efficiency tsar?A former member of the Minnesota National Guard, he has a tattoo on his bicep reading “Deus Vult”, a latin phrase meaning “God wills it”, a rallying cry for Christian crusaders in the Middle Ages.Retired Master Sgt DeRicko Gaither told CBS: “I looked it up and that tattoo had ties to extremist groups.” He said he had flagged the body ink to leadership. US Vice-President-elect JD Vance rushed to Hegseth’s defence, saying the latin phrase is a nothing more than a Christian motto. He accused the Associated Press, which first reported the story on the tattoo, of \"disgusting anti-Christian bigotry\".Hegseth was stopped from serving as an officer in Washington DC during President Joe Biden’s inauguration in 2021. In a book published earlier this year he said he was turned down for the duty because of his tattoos.Meanwhile, Trump’s pick for attorney general, Matt Gaetz, is battling allegations of misconduct while he was a congressman.He resigned from his Florida seat in the US House of Representatives on Thursday within hours of Trump nominating him to lead the US Department of Justice.His exit halted the release of a congressional report into allegations of sexual misconduct, illicit drug use and misuse of campaign funds. House Speaker Mike Johnson, a Republican, asked on Friday that the report remain under wraps as Gaetz is no longer a member of the body - even amid bipartisan requests that it be shared as part of his vetting for the role of top prosecutor in the US.Hours later, an attorney for two women who provided testimony to the House Ethics Committee about Gaetz urged lawmakers to release the panel's report.The lawyer, Joe Leppard, told CBS that one of his clients had witnessed Gaetz having sex with an underage girl in Florida in 2017. Mr Leppard urged lawmakers to release the House Ethics Committee report.However, the justice department last year investigated the allegations and declined to press charges against Gaetz.He has previously denied claims he had sex with a 17-year-old while he was an adult at a party in Orlando. How these new recruits will be vettedWhat Trump can and can't do on day oneTrump team so far - who's in and who might be comingWhy Musk will find it hard to cut $2tnWhat Trump picks say about Mid East policy The 42-year-old Florida lawmaker wrote on Friday on X that \"lies were weaponised to try to destroy me\".Robert F Kennedy Jr, Trump's nominee to serve as the head of the US Department of Health and Human Services, is meanwhile facing backlash over his vaccine scepticism.Shares in vaccine makers and healthcare firms around the world slid sharply on Friday, as investors reacted to the nomination of a campaigner who has vowed to crack down on “Big Pharma”.The head of the American Public Health Association, which has a 25,000-strong membership of health professionals, told the BBC that Kennedy's criticism of immunisations had \"already caused great damage in health in the country\".George C Benjamin added that Kennedy was \"just absolutely the wrong guy for it\".Trump himself has so far not directly addressed the criticism of his picks.The president-elect is still hiring for his incoming administration, with posts such as FBI director and treasury secretary yet to be named. "}
{"Title":"Karoline Leavitt to become youngest White House press secretary","Href":"\/news\/articles\/cvgep2lexy4o","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731723415291, 'firstUpdated': 1731720894020, 'topics': ['US & Canada']}","Text":"Donald Trump has announced that he will appoint Karoline Leavitt, his campaign spokeswoman, to serve as White House press secretary in his next administration.At 27, Leavitt will be the youngest White House press secretary in US history.The president-elect said in a statement that he was confident the one-time candidate for Congress - who also served in the White House press office during the first Trump administration - would \"excel at the podium and help deliver our message to the American People as we Make America Great Again\".\"Karoline is smart, tough, and has proven to be a highly effective communicator,\" Trump said. A native of New Hampshire, Leavitt studied communications and political science at Saint Anselm College, a Catholic college in her home state.While still in school, she interned at Fox News and in Trump's White House press office. She told Politico in 2020 that she gained her \"first glimpse into the world of press\" through these experiences. They led to her decision to pursue a career in press relations, she said.Leavitt began working for the first Trump White House shortly after graduating in 2019, first as presidential speechwriter and later as assistant press secretary, according to the website for her 2022 run for Congress.\"I helped prepare Press Secretary Kayleigh McEnany for high-pressure briefings [and] fought against the biased mainstream media,\" her website stated.After leaving the White House, Leavitt served as the communications director for Elise Stefanik, a senior Republican congresswoman whom President-elect Trump has nominated to serve as United Nations ambassador.Leavitt departed that role to run for Congress, winning the Republican nomination for New Hampshire's first congressional district in 2022, only to lose in the general election to Democrat Chris Pappas.The policy positions she listed on her campaign website largely align with many of Trump's priorities. On the economy, she pledged to \"CUT taxes\" and \"champion pro-growth, free market policies\".She presented herself as a strong backer of law enforcement and strong borders, including \"ZERO tolerance for illegal immigration\" and said she would work to ensure the completion of the border wall.In January 2024, she joined Trump's third bid for the US presidency as his campaign press secretary.Now, she's been chosen to serve as the youngest White House press secretary in US history. Ron Ziegler was the previous record holder. In 1969, he was appointed to the position by Richard Nixon when he was 29.The public will soon see Leavitt in the iconic spot behind the podium in the White House briefing room - a space that led to countless tense exchanges between members of the press and officials in Trump's first administration.Trump ran through multiple press secretaries during his first four-year term, including Sean Spicer, Sarah Huckabee Sanders, Stephanie Grisham and Kayleigh McEnany.After departing the White House, Sanders went on to win the race for Arkansas governor.Grisham resigned after the 6 January 2021 Capitol riot and has become a Trump critic. McEnany has continued to advocate for the president-elect as a Fox News personality. How these new recruits will be vettedWhat Trump can and can't do on day oneTrump team so far - who's in and who might be comingWhy Musk will find it hard to cut $2tnWhat Trump picks say about Mid East policy "}
{"Title":"What RFK Jr could do on US vaccines, fluoride and drugs","Href":"\/news\/articles\/c4gx3kkz8z3o","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731690805454, 'firstUpdated': 1731690805454, 'topics': ['US & Canada']}","Text":"President-elect Donald Trump has announced he wants to appoint vaccine sceptic Robert F Kennedy Jr as the head of the US Department of Health and Human Services.The position has a broad remit across the US health industry, including food safety, pharmaceuticals, public health and vaccinations.If his post is confirmed by the US Senate, he would be in charge of key health agencies with about 80,000 employees and a trillion-dollar budget.RFK Jr has long expressed views that conflict with scientific evidence, especially on vaccines, and his nomination has provoked opposition from public health experts.But he has also adopted positions with popular support, scrutinising the use of food additives and urging that the power of big pharma be curbed.The nephew of President JFK, he ran for the White House himself as an independent but dropped out and backed Trump.As secretary, Kennedy would be in charge of huge agencies such as the Centers for Disease Control and Prevention (CDC), the Food and Drug Administration (FDA), the National Institutes of Health (NIH) and the Centers for Medicare and Medicaid Services.This is where he stands on vaccines, food, fluoride and health agencies. The vast majority of health experts champion inoculations for their long history of success - guarding against dangerous diseases and even eradicating deadly smallpox.But as founder of the anti-vaccine group Children's Health Defense, Kennedy has for nearly two decades been airing debunked claims about jabs.In recent years, he has gained prominence in the US for making the discredited claim that childhood immunisations are linked to autism.But he has denied on several occasions that he is anti-vaccination and says he had his own children immunised.Fact-checking RFK Jr's views on health policyFollow live updates on this storyKennedy has said that if he were to join the Trump administration, he would want to examine government vaccine safety data and share his findings with the public.He recently denied that he would block or ban vaccinations, however.\"If vaccines are working for somebody, I’m not going to take them away. People ought to have choice, and that choice ought to be informed by the best information,\" he told NBC News last week.The stock prices of vaccine makers like Moderna, Pfizer and Merck fell after Trump announced his pick. Announcing Kennedy's nomination, Trump said Americans had for too long been \"crushed\" by food and drug companies engaging in \"deception, misinformation, and disinformation\".Kennedy has long blamed the food and drug industries - as well as the regulators who oversee them - for Americans' poor health. He has said that he wants to overhaul the systems that oversee pesticides, herbicides, food additives and pharmaceuticals.He has called for a ban on food dyes and additives, regularly citing Europe's regulatory standards.\"We have 1,000 ingredients in our food that are illegal in Europe that are illegal in other countries and they're making our kids sick,\" he alleged in an NBC News interview. \"They're there because of corruption in our agencies.\"An FDA spokesperson told the BBC that it is necessary \"to dig deeper and understand the context behind the numbers\" when comparing estimates of authorised chemicals between the US and Europe.Both \"generally apply the same fundamental scientific approach to safety assessment when evaluating the safety of chemicals in food\", according to the FDA spokesperson.\"Different regulatory definitions and different methodologies can influence the results. Without clarity, comparisons can be misleading,\" the official added.Last month Kennedyaccused the FDA on Xof suppressing the use of \"psychedelics, peptides, stem cells, raw milk, hyperbaric therapies, chelating compounds, ivermectin, hydroxychloroquine, vitamins, clean foods, sunshine, exercise, nutraceuticals and anything else that advances human health and can't be patented\".He said that those who were \"part of this corrupt system\" should be prepared to \"pack your bags\".Both ivermectin and hydroxychloroquine were held up as miracle cures for Covid but such claims have not been supported by science.How false science created 'miracle drug'What do we know about Covid and hydroxychloroquine Kennedy recently vowed to remove fluoride - a cavity-fighting mineral - from the US drinking water, which about two-thirds of Americans have in their water supply.Though it is a decision made by state and local health authorities, Kennedy said on X earlier this month that \"the Trump White House will advise all US water systems to remove fluoride from public water\".He alleged the chemical found in toothpaste and regularly used by dentists \"is an industrial waste associated with arthritis, bone fractures, bone cancer, IQ loss, neurodevelopmental disorders, and thyroid disease\".Five takeaways from Trump's first weekHow anti-vax misinformation shaped RFK candidacyThe US Public Health Service reduced the amount of fluoride it recommended adding to water in 2015, but the federal government has encouraged states since the 1960s to add small amounts of the chemical to water to help prevent cavities and aid oral health.Recent court rulings have led to the reduction of fluoride in US water, and some experts have questioned the continued need for it in water systems given its wide availability in toothpaste and other dental products.Most of western Europe does not add fluoride to its water. In England, about one in 10 people has fluoridated drinking water.Removing it altogether could still pose a challenge, however, as the federal government does not have the final authority over that decision. How these new recruits will be vettedWhat Trump can and can't do on day oneTrump team so far - who's in and who might be comingWhy Musk will find it hard to cut $2tnWhat Trump picks say about Mid East policy Kennedy has long claimed that chronic health issues have worsened due to the inaction of federal health agencies.He said at a rally in Arizona earlier this month that he plans to fire and replace 600 employees at the NIH - which oversees vaccine research - as soon as Trump takes the White House.The longtime lawyer also said last month that he intends \"to have every nutritional scientist\" in the health and agriculture departments fired on day one of a Trump presidency because he alleges they are co-opted by corporate interests.He reportedly intends to take a serious look at those who work at other health agencies as well, including the Food and Drug Administration and the Centers for Disease Control and Prevention. "}
{"Title":"Trump rewards personal lawyers with justice department posts","Href":"\/news\/articles\/cp9zjl2d3m7o","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731699884309, 'firstUpdated': 1731699884309, 'topics': []}","Text":"They fought the law for Donald Trump. Now, they will help him enforce it.On Thursday, Trump announced he had chosen members of his defence team for senior justice department roles.Todd Blanche, who represented Trump in multiple criminal cases, will be nominated for the second most powerful post at the Justice Department – deputy attorney general. Emil Bove, an attorney on Trump’s New York hush-money case, also will take on a high-ranking post in the department.D John Sauer, who won Trump's historic presidential immunity case in the US Supreme Court this year, will be his nominee for US solicitor general. If they're all confirmed, they would report to Trump’s pick for US attorney general, Matt Gaetz, a conservative who has been an unflinching supporter of the president-elect.While Trump’s attorneys have more traditional experience than Gaetz, Trump's  stated intentions to remake the department and pursue “the enemy within,\" along with the nominations, have raised questions among legal scholars about the future of the Justice Department.“It’s quite a clear signal that he’s taking the justice department in a direction of loyalty to him rather than independence, which has been the tradition up until now,” said Rebecca Roiphe, a professor at New York Law School.The three lawyers proved themselves to be creative and consistent advocates for Trump as he battled four separate criminal indictments last year.Trump announced that Mr Blanche would set about “fixing what has been a broken System of Justice for far too long.”Both Mr Blanche and Mr Bove have previous justice department experience, passing through what is arguably its most prestigious jurisdiction: the Southern District of New York (SDNY).Mr Blanche rose to head violent crimes at the SDNY before heading to prestigious law firm WilmerHale then struck out on his own  - only to take on America’s highest-profile criminal defendant.“They certainly have relevant experience, certainly prosecutorial experience,” said Jonathan Nash, an Emory School of Law professor.Mr Blanche, he added, would have managerial experience from his time at the SDNY, an asset to a deputy attorney general.Mr Blanche adopted some of Trump's bombastic posturing during the New York criminal trial earlier this year, openly attacking witnesses' character and repeatedly sparring with the judge. Some experts believe these tacticsmay have contributed to Trump’s loss.But in a few days, Mr Blanche could secure his biggest victory yet:overturning the sole criminal conviction against Trump in his hush-money trial.He and Mr Bove have argued that Trump's conviction in New York should be overturned.As US solicitor general, Mr Sauer would represent the government in Supreme Court cases. He previously held the solicitor general position in Missouri, and legal experts said that makes him an unsurprising choice.Mr Sauer already secured one major win for Trump before the nation’s highest court as Trump sought to stymie federal prosecution of his attempts to overturn the 2020 election results.Mr Sauer successfully argued to the Supreme Court that presidentsshould have immunity from criminal prosecutionfor certain “official acts” while in office.More recently, Mr Sauer argued to a New York appeals court that Trump’s nine-figure fine in a civil fraud trial should be overturned. The court has yet to issue a decision.It is not unheard of for US presidents to appoint close legal allies to the justice department and other judicial posts.President John F Kennedy made his brother, Robert F Kennedy, US attorney general in the 1960s. President Lyndon B Johnson chose his former attorney Abe Fortas for the Supreme Court.Since the Watergate era, however, the justice department has sought to position itself as mostly independent from the president.But Trump tested that norm. During his first term,he fired one attorney general,Jeff Sessions, for recusing himself from an investigation into Russian meddling in the 2016 election. The second, William Barr,resigned after pushing back against Trump's false claims of widespread fraudin the 2020 election. "}
{"Title":"'We've had more visitors in two days than 30 years'","Href":"\/news\/articles\/c789v6dg5pdo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731723281476, 'firstUpdated': 1731723281476, 'topics': ['West Yorkshire']}","Text":"When news a rare American songbird had been spotted in a sleepy West Yorkshire cul-de-sac eager ornithologists converged on the quiet street faster than a falcon in free fall.But for the long term residents of Shelf - previously only known as the home of Blue Peter presenter John Noakes and interior designer Linda Barker - the arrival of a scarlet tanager brought a spotlight on the village and a \"crazy\" influx of visitors.While some complained about the parking and disruption to the bin round, others said they were excited to see the village put on the map. \"There’s been more strange people on this road in two days than in the whole of the 30 years,\" Peter Flesher told me.The 82-year-old, who has lived on Bridle Dene for three decades, said most of the visitors had been respectful, though he described the excitement as “a pain in the whatsit”.“To be fair, they’ve been nice people and they’ve not caused us any trouble,\" he said.“We have two granddaughters who live over there and they were a bit perturbed by having 200 people staring at their house. But no, they were very good.”News of the arrival of the scarlet tanager - more usually found in the forests of North America - broke last weekend, sending birdwatchers into a state of excitement.According to some reports the sighting in West Yorkshire is the first in the UK in 10 years and only the eighth recorded in this country.Mr Flesher said he had been out to speak to some of the bird watchers and had met people from as far away as Glasgow.“I can’t believe these people. They have come up from Kent, Cornwall and one chap said he had come from Cambridge.“The whole road was full.” Another long-term resident, Tony Gregson, 90, has lived on the road for 40 years.He said he first spotted the bird in his garden way back in September.“It’s been here weeks,” he said.“It was on the bird feeder and I said to my sister 'what’s that bird?’ - it must have been five or six weeks since and everybody turned up.\"Mr Gregson says he has had people knocking on his door and asking to try to catch a glimpse from his garden, but felt that was a step too far.“They wanted to come into the back garden and I said ‘no’ because you don’t know what they’re doing. But they’ve been alright.“They were very friendly really. Very nice people.\" Among those to make the pilgrimage to West Yorkshire was Stewart Short from Cambridgeshire.He said his visit to Shelf on Thursday was his second trip up and a second attempt to see one of his bucket-list birds.“I heard about it last weekend,” he said“I was here on Tuesday but I’ve not seen the bird, that’s why I’m back.”But great adventures come with their own challenges – where does a twitcher go to the toilet for instance?“Going to the toilet is sometimes difficult,” said Mr Short. “It’s a question of finding the right tree.” Pauline, a birdwatcher from Gargrave, said it was more difficult for women.“I watch out for places before we get anywhere – Tesco is good,” she told me.Despite only travelling 25 miles for today's outing, Pauline has been as far as Devon for her birdwatching trips.“We were looking for a Merlin. We didn’t see it though,” she said. Julie King, 78, who has lived in Shelf for 19 years, said the village had been \"hectic\" with traffic and parking the main problems.“I’ve heard more car horns going – there might be more of that,” she said.But, she thinks the visitors will be off again soon. And the road is much quieter than it was on Monday when between 200-300 people flocked to the scene.“I thought it had gone,\" she said.“I can’t see it flying all the way back to America though.”Matthew and his wife have lived in Shelf for two years. They pass through Bridle Dene while walking their two dogs.Despite saying he is \"not a twitcher by any means”, he has brought along his binoculars and did catch a glimpse of the scarlet tanager earlier in the week.The couple live on the other side of the village, so the crowds of people have not bothered them too much, but Matthew said he had heard rumblings of discontent from other residents.“The car park has been full every day. Certainly the last few days it’s been crazy, much busier than normal.“It’s a sleepy little village and not much goes on really.“There’s obviously been some people who are excited that this bird’s been in town, and it’s great to see all these people, whereas other people have not really enjoyed the disruption.“It’s been interesting for a sleepy little village like Shelf. To see Shelf on the national news is crazy.”Listen to highlights fromWest Yorkshire on BBC Sounds, catch up with the latestepisode of Look Northor tell us a story you thinkwe should be covering here. "}
{"Title":"The 'chip shop diva' who became a global star","Href":"\/news\/articles\/c5yr282v2x2o","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731755038016, 'firstUpdated': 1731742356119, 'topics': ['Hereford & Worcester']}","Text":"She's the \"chip shop diva\" catapulted to stardom through a series of TikTok videos.Destiny Harold's online clips, shot by colleague Mitch Key, have added glamour to her job at Merchants fish and chip shop in Bewdley, Worcestershire.Together, the pair have racked up millions of online hits, earning their employer five-star reviews and plenty of new customers in the process.Ms Harold, who works two days a week at the chippy while studying to become a nurse, said the aim was just to promote the shop's food and they had not expected it to become so big. Merchants has now become an institution on the video sharing site with its most watched video having 25 million views.The teenager said the store had become busier since its success, adding she did not mind her new status as a local celebrity.\"They've been coming in asking for pictures and everything ,\" Ms Harold added.\"People come and ask for a can of pop just to come and see me.\" Owner Antony Akathiotis wants to make sure his \"hardworking\" employee is protected.“Destiny and Mitch work really well together but social media can be a scary business,\" he told theDudley News.“It does worry me and we want to make sure we are protecting Destiny.\" The TikTok project is the brainchild of Mr Key, who has also worked at the restaurant for about three years.It originally started off as an account promoting its food, such as the chip shop's giant cod meal, but soon went huge.\"We've always wanted to get the staff involved and show that human, real, raw aspect of the business,\" Mr Key said.The pair said they had some more surprises to come through their films.The videos have even spawned musical tributes, with one being reworked into a dance track.It comes after the Binley Mega Chippy in Coventry also found global fame when a fan created a TikTok with a catchy jingle. Follow BBC Hereford & Worcester onBBC Sounds,Facebook,XandInstagram. "}
{"Title":"Title","Href":"Href","Metadata":"Metadata","Text":"Text"}
{"Title":"Megaport opens up Latin America to Chinese trade as US looks on","Href":"\/news\/articles\/ckg79y3rz1eo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731710305013, 'firstUpdated': 1731710305013, 'topics': ['World']}","Text":"As the world waits to see how the return of Donald Trump will reshape relations between Washington and Beijing, China has just taken decisive action to entrench its position in Latin America.Trump won the US presidential election on a platform that promised tariffs as high as 60% on Chinese-made goods. Further south, though, a new China-backed megaport has the potential to create whole new trade routes that will bypass North America entirely.President Xi Jinping himself attended the inauguration of the Chancay port on the Peruvian coast this week, an indication of just how seriously China takes the development.Xi was in Peru for the annual meeting of the Asia-Pacific Economic Co-operation Forum (Apec). But all eyes were on Chancay and what it says about China's growing assertiveness in a region that the US has traditionally seen as its sphere of influence.As seasoned observers see it, Washington is now paying the price for years of indifference towards its neighbours and their needs.\"The US has been absent from Latin America for so long, and China has moved in so rapidly, that things have really reconfigured in the past decade,\" says Monica de Bolle, senior fellow at the Peterson Institute for International Economics in Washington.\"You have got the backyard of America engaging directly with China,\" she tells the BBC. \"That's going to be problematic.\" Even before it opened, the $3.5bn (£2.75bn) project, masterminded by China's state-owned Cosco Shipping, had already turned a once-sleepy Peruvian fishing town into a logistical powerhouse set to transform the country's economy.China's official Communist Party newspaper, the People's Daily, called it \"a vindication of China-Peru win-win co-operation\".Peru's President Dina Boluarte was similarly enthusiastic, describing the megaport as a \"nerve centre\" that would provide \"a point of connection to access the gigantic Asian market\".But the implications go far beyond the fortunes of one small Andean nation. Once Chancay is fully up and running, goods from Chile, Ecuador, Colombia and even Brazil are expected to pass through it on their way to Shanghai and other Asian ports.China already has considerable appetite for the region's exports, including Brazilian soybeans and Chilean copper. Now this new port will be able to handle larger ships, as well as cutting shipping times from 35 to 23 days.However, the new port will favour imports as well as exports. As signs grow that an influx of cheap Chinese goods bought online may be undermining domestic industry, Chile and Brazil have scrapped tax exemptions for individual customers on low-value foreign purchases. As nervous US military hawks have pointed out, if Chancay can accommodate ultra-large container vessels, it can also handle Chinese warships.The most strident warnings have come from Gen Laura Richardson, who has just retired as chief of US Southern Command, which covers Latin America and the Caribbean.She has accused China of \"playing the ‘long game’ with its development of dual-use sites and facilities throughout the region\", adding that those sites could serve as \"points of future multi-domain access for the [People's Liberation Army] and strategic naval chokepoints\". Even if that prospect never materialises, there is a strong perception that the US is losing ground in Latin America as China forges ahead with itsBelt and Road Initiative(BRI).Outgoing US President Joe Biden was among the leaders at the Apec summit, on his first and last visit to South America during his four-year term. Media commentators remarked that he cut a diminished figure next to China's Xi.Prof Álvaro Méndez, director of the Global South Unit at the London School of Economics, points out that while the US was taking Latin America for granted, Xi was visiting the region regularly and cultivating good relations.\"The bar has been set so low by the US that China only has to be a little bit better to get through the door,\" he says. Of course, Latin America is not the only part of the world targeted by the BRI. Since 2023, China's unprecedented infrastructure splurge has pumped money into nearly 150 countries worldwide.The results have not always been beneficial, with many projects left unfinished, while many developing countries that signed up for Beijing's largesse have found themselves burdened with debt as a result.Even so, left-wing and right-wing governments alike have cast aside their initial suspicions of China, because \"their interests are aligned\" with those of Beijing, says the Peterson Institute's Ms de Bolle: \"They have lowered their guard out of sheer necessity.\" Ms de Bolle says the US is right to feel threatened by this turn of events, since Beijing has now established \"a very strong foothold\" in the region at a time when president-elect Trump wants to \"rein in\" China.\"I think we will finally start to see the US putting pressure on Latin America because of China,\" she says, adding that most countries want to stay on the right side of both big powers.\"The region doesn't have to choose unless it's put in a position where they are forced to, and that would be very dumb.\"Looking ahead, South American countries such as Peru, Chile and Colombia would be vulnerable to pressure because of the bilateral free trade agreements they have with the US, which Trump could seek to renegotiate or even tear up.They will be watching keenly to see what happens to the United States-Mexico-Canada Agreement (USMCA), which is up for review in July 2026, but will be subject to negotiations during 2025.Whatever happens, Prof Méndez of the LSE feels that the region needs more co-operation.\"It shouldn't be that all roads lead to Beijing or to Washington. Latin America has to find a more strategic way, it needs a coherent regional strategy,\" he says, pointing to the difficulty of getting 33 countries to agree a joint approach. Eric Farnsworth, vice-president at the Washington-based Council of the Americas, feels that there is still much goodwill towards the US in Latin America, but the region's \"massive needs\" are not being met by its northern neighbour.\"The US needs to up its game in the region, because people would choose it if there was a meaningful alternative to China,\" he tells the BBC.Unlike many others, he sees some rays of hope from the incoming Trump administration, especially with the appointment of Marco Rubio as secretary of state.\"Rubio has a real sense of a need to engage economically with the Western Hemisphere in a way that we just haven't done for a number of years,\" he says.But for successive US leaders, Latin America has been seen primarily in terms of illegal migration and illegal drugs. And with Trump fixated on plans to deport record numbers of immigrants, there is little indication that the US will change tack any time soon.Like the rest of the world, Latin America is bracing itself for a bumpy four years - and if the US and China start a full-blown trade war, the region stands to get caught in the crossfire. "}
{"Title":"'We are dying every moment' - the Afghans risking their lives to reach UK","Href":"\/news\/articles\/c2l9gg4yd75o","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731718872020, 'firstUpdated': 1731718872020, 'topics': ['World']}","Text":"The first time Azaan made the jump across the wall, he broke his arm.Braving the 20ft (6m) drop into a wide trench below is, for many Afghans, the only way to cross into Turkey from Iran - and yet hundreds risk it each day.“I was in severe pain,” the former Afghan army officer told the BBC.“Several others had broken limbs. The smuggler left us here and told us to run in the direction of the lights of Van city. Many of us were fading out of hunger. I fainted.”The wall - which stretches for nearly 300km (185 miles) - was built to prevent illegal crossings, and is patrolled constantly by Turkish border forces.Jumping off it is among the first of a series of extraordinary risks Afghan migrants take as they cross continents, countries and seas to reach the UK and other countries in Europe.Over the past year, fleeing their country has become more perilous than ever before for Afghans, because Pakistan, Iran and Turkey have intensified their crackdown on illegal migration from Afghanistan along their borders, and have also carried out mass deportations.Azaan couldn’t continue. He was in pain, and had barely eaten in days. The migrants were given just one boiled egg every morning and a cup of rice in the evening by smugglers who’d charged them nearly $4,000 (£3,150) for the journey to Europe.“I had two friends – we had made a promise to not leave each other,” he says. His friends tied scarves around him, hoisted him up the wall, back into Iran. Iranian police deported him to Afghanistan.It was Azaan’s second failed attempt. The first time he returned from the Afghanistan-Iran border because he’d taken his wife and young children along, and he realised they wouldn’t be able to endure the journey.Azaan didn’t give up. Roughly a year later, once his arm had healed, he made a third attempt.“I had sold my house earlier. This time I sold my wife’s jewellery,” he says. In exchange for the money, migrants like Azaan are promised a route to Europe, handed over from one people smuggler to another along the way.Back at the wall, the smuggler placed a ladder on the Iranian side, and cut the razor wire at the top to create a path for migrants.“There were 60 to 70 of us,\" Azaan recalls. \"We climbed to the top and then the smuggler told us to jump.”For the law and politics graduate, who served his country and led a dignified, comfortable life until August 2021 when the Taliban seized power in Afghanistan, it is a humiliating situation to be in.In its three years in power, the Taliban government has imposed increasing, brutalrestrictions on women. According to the UN, a third of the country’s people don’t know where their next meal will come from. And those who worked for the former military fear reprisal.“The people I fought against for 20 years are now in power,\" he explains. \"Our lives are in danger. My daughter won’t be able to study once she turns 13. And I have no work. I’ll continue to try to leave even if it costs me my life.\"Here we are dying every moment. It’s better to die once, for good.\" Azaan is now back in Kabul with his family. The third attempt to flee ended with a beating and deportation.“They beat me with the butt of a gun. One boy was hit on his genitals. He was in a terrible state. An old man’s leg was broken. There was a corpse in the trenches in Turkey. This is what I saw. But Iran is also treating us badly. I know Afghans have been severely beaten in Iran too,” he says.After weeks of digging through people smuggling networks, the BBC established contact with an Afghan smuggler in Iran, aiming to get an insight into the increased dangers Afghans are facing.“Iranian police are shooting a lot at the border with Afghanistan. One of my friends was killed recently,” the smuggler says, speaking to us over the phone from Iran.In October, Iran was accused of firing indiscriminately at Afghans crossing over into Iran’s Sistan province from Balochistan in Pakistan. The UN has raised concerns and called for an investigation. The BBC has seen and verified videos of the dead and injured.Sistan-Balochistan is one of the major routes taken by Afghan migrants to enter Iran, but given the increased risks as well as Pakistan’s mass deportation of Afghans, many are now opting for other routes, in particular, Islam Qala in Afghanistan’s Herat province.Once in Iran, migrants move to Tehran before going towards the Macu or Khoy counties, to attempt the crossing into Turkey, handed over from one smuggler to another. The Afghan smuggler says he hides migrants near the border wall, and then they wait until there’s less patrolling of a portion of the border wall to take a shot at the “game”. He carries a ladder, and a wire cutter to cut the razor wire at the top of the wall and make a path for migrants. He says crossings have become extremely challenging in recent months.“The Turkish police catch 100 to 150 migrants every night. They have no mercy on them. They break their arms and legs,” he says.The BBC has put the allegations to the governments of Turkey and Iran but has not yet received a response.We asked the smuggler how he can justify his illegal business which endangers the lives of Afghans, while charging them thousands of dollars.“We don’t force people to take these risks. We tell them that whether they get to their destination is 99% in God’s hands, and they could get killed or imprisoned. I don’t believe I’m guilty. What are we supposed to do when people tell us their family is going hungry in Afghanistan?” the smuggler says.Those who make it past Turkish security forces move from Van towards Kayseri city and then to the Izmir, Canakkale or Bodrum coasts - the next point of peril on the migrant trail. In Kabul, an elderly father took us to the grave of his son. In his twenties, Javid was a former soldier. Fearing for his life in Taliban controlled Afghanistan, he fled the country in an attempt to make it to the UK.In March this year, he was among 22 people killed after the rubber dinghy they were in sank in the Aegean sea near Canakkale in Turkey, as they attempted to get to Greece. His pregnant wife was also among the 46 people squeezed on to the boat. They both managed to swim to the shore, but he died of hypothermia.“From Istanbul, smugglers took us to Esenyurt. From there we were packed into cars like animals. We were dropped off in a forested area. We walked through it for four hours and then we reached the coast from where we were put on the boat,” Javid’s wife says, speaking to us over the phone from Turkey where she’s still living. In Kabul, Javid’s father broke down inconsolably as he showed us photos of the young man with short black hair wearing track pants and a sweatshirt, posing on a park bench.“Even now when I remember him the grief is such that it’s only with God's blessing that I survive the torment,” he says.He believes that foreign countries which fought in Afghanistan bear responsibility for what is happening to Afghans like his son.“We fought alongside them in the war against terrorism. If we had known we would be betrayed and abandoned, no one would have agreed to join hands with foreign forces.”According to the UN, Afghans are among the top asylum seekers in the world, and in the UK they are the second largest group arriving in the country in small boats, another journey fraught with peril.The UK has two resettlement schemes for Afghans. One is for Afghans who worked directly for the British military and British government, and under the second scheme – the Afghan Citizens Resettlement Scheme (ACRS) - those who assisted the UK efforts in Afghanistan, stood up for values of democracy, women’s freedoms and people at risk can be eligible for relocation.But after the first phase of evacuation in 2021-22, progress has been extremely slow. This means women like Shahida, who worked in the former parliament of Afghanistan and participated in street protests against the Taliban after they seized power, could not find timely legal routes out of the country. Shahida feared the threat of detention and torture by the Taliban government in Afghanistan every day.She arrived in the UK in a small boat in May this year, having begun the journey out of Afghanistan more than two years ago. Now in Liverpool, she has applied for asylum.“I come from a well-known and well-respected family. I’ve never done anything illegal in my life. When authorities would apprehend us during the journey, I would look down out of shame,” she says.Shahida describes how she crossed the English Channel on an inflatable dinghy, packed in with 64 people. This year has been the deadliest year for migrant crossings across the Channel. More than 50 people have died.“There was water up to my waist. And because our guide lost the way we floated for hours. I thought this was going to be the end of my life. I’m diabetic so I had to urinate sitting there. And because I was thirsty I had to drink the water I had urinated in. Can you imagine? In Kabul I had everything. My whole life has been taken away from me because the Taliban took over,” she says.Back in Kabul, Azaan, the former military officer, now wants to sell a small patch of land, the only asset he has left, to gather money to make another attempt.“This is the only purpose of my life now, to get myself to a safer place.”All names have been changed.Additional reporting by Imogen Anderson and Sanjay Ganguly. "}
{"Title":"Celeb lookalike craze is about more than good looks and bragging rights","Href":"\/news\/articles\/cz9x41gnkgqo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731725127046, 'firstUpdated': 1731725127046, 'topics': ['Culture']}","Text":"There is something quite bold about telling people you look like someone famous - especially if your supposed doppelganger is one of the world’s biggest heartthrobs.But that hasn't put off the hundreds of men in the UK and US who have taken part in a recent craze for lookalike competitions.It all started with the Timothée Chalamet competition in New York three weeks ago, which even attracted the real actor himself.Since then, similar contests have attracted crowds of young people hoping to get a glimpse of someone who vaguely resembles Harry Styles, Dev Patel or Paul Mescal.With eternal bragging rights, five minutes of fame and (paltry) cash prizes up for grabs, the winners and organisers explain why these events have taken off. Our fascination with celebrity lookalikes is nothing particularly new - Stars in Their Eyes, a show in which amateur lookalikes impersonate singers, ran on ITV for 16 years. The format was revived as Starstruck in 2022.But the latest competitions all have one thing in common: the celebrities are all young, attractive and male.Avani Johnson, who was at the Timothée Chalamet contest, says she believes the latest trend has taken off because \"women are relishing the opportunity to objectify men in a complete switch in power dynamics\".She adds that it also gives us a chance \"to laugh at the absurdity of pageantry\". Miles Mitchell, a 20-year-old student, picked up the prize for the best Timothée Chalamet lookalike last month at the competition that set this trend alight.Miles was first told he looked like Chalamet when studying in South Korea.\"I was there at the time Dune was released, so people kept asking me in shops and restaurants if I was Timothée on a press tour.\"He says he was drawn to the competition because, as a university student in New York, \"socialising can be really expensive so my friends and I loved the fact this was a free and fun event\".\"It was also just something a bit different and wacky that I wanted to be part of.\" The event took social media by storm, with one person commenting on X it was \"a historic pop culture moment\", while another said the competition \"shows that the people yearn for weird town events\".Although the real Timothée turned up and took pictures with some of the lookalikes, Miles didn't get a chance to meet the American actor.\"He arrived at the same time the police did to shut down the event so I had already moved to the secondary location for the event. I'm gutted I didn't get to meet him.\" Oscar Journeaux, a 22-year-old musician, recently won a Harry Styles lookalike competition in central London and admits he entered \"for publicity\".\"I thought I could get a bit of fame and promo for my music and the industry is so hard to break into, you really have to get yourself out there.\"Oscar, who says he once missed his train because an insistent fan made him sign an autograph, adds: \"People want to think there's a deeper meaning to these events, but really we're all just bored millennials and Gen Z looking for something to do.\"Keenan Gregor, who entered as a blond Harry, says he went along because he \"wanted to be part of something that could go viral\". Journalist Katrina Mirpuri says she organised the lookalike contest because \"people need to have some fun after all the dreary news we're having\".Despite worrying that \"no-one would turn up\", she says half of Soho Square was packed with lookalikes and fans.Even though most of the contestants didn't quite look like Harry, \"the girls were screaming for each man as they got up to twirl, so they were doing something right\". \"Really it wasn't about who looked most like Harry,\" Katrina explains. \"It was a way for people to just be positive and celebratory about each other, which is what we need when everyone is so nasty and negative on social media.\"She has now got her eye on hosting another competition but this time \"for someone older, like Hugh Grant\". Jaipreet Hundal had a pretty good weekend when he was crowned the most convincing Dev Patel lookalike in San Francisco.\"The best bit was that when I turned up, some people thought I was the real Dev Patel and they were so excited that he had come to the event,\" he tells the BBC.The 25-year-old says looking like the Slumdog Millionaire actor has \"given him a glimpse of what it's like to be a celebrity\".He explains that the trend is popular now because \"it's a great way to get people together to have a wholesome time\".Sudev Namboodiri, who drove hours to enter the competition and gets told he looks like Dev on an almost daily basis, says it \"wasn't about winning\".\"It's nice to meet new people and it was cool that hundreds of young people decided to turn up and hang out.\"After the recent all-consuming election in the US, \"people really need to disconnect from everything and have a bit of fun\", he adds. Julyus Odreman has spent a decade being mistaken for Zayn Malik, but cannot see it himself because he says he is \"nowhere near as handsome\".Julyus, from Venezuela, says his friends think he looks so much like Zayn that \"people don't even call me by my real name any more\".The resemblance to the former One Direction star means he often gets \"stopped by groups of girls on the subway or the street\".He also once had to pretend to be the British singer when he met his friend's four-year-old son, who was \"so insistent that I was really him\".\"I didn't want to burst his bubble because he was so excited to meet a celebrity, so I just went with it.\"He'll be channelling Zayn on Saturday at a lookalike competition in New York, organised by Jaz Arnold, who was inspired by the Timothée Chalamet contest.\"Zayn is super hot and it's hard to imagine we can find someone as beautiful as him,\" she says.She adds that it's \"hilarious and brave\" that lots of people think they look as good as Zayn and she can't wait to see who shows up.For Jaz, the competition is also about bringing people together.\"In big cities, it's hard to feel part of a community so I wanted to do something fun that is welcoming and accepting.\"She also says young people \"are so tired of social media and the state of the world\" that a silly event like this \"is pure escapism, even if it is just for an hour or two\". "}
{"Title":"Amsterdam violence exposes tensions in society and spills over to politics","Href":"\/news\/articles\/c30p1jmzjrzo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731717288444, 'firstUpdated': 1731717288444, 'topics': ['World']}","Text":"A fragile calm hangs over the Dutch capital, still reeling from the unrest that erupted a week ago when Israeli football fans came under attack in the centre of Amsterdam.City officials described the violence as a \"toxic combination of antisemitism, hooliganism, and anger” over the war in Gaza, Israel and elsewhere in the Middle East.As the streets are cleared of Maccabi Ultras stickers and tensions linger, there is concern about the damage done to relations between Amsterdam’s Jewish and Muslim communities.The tensions have spilled over into Dutch politics too.The Netherlands' coalition government has been left hanging by a thread after a Moroccan-born junior minister resigned because of language used by coalition colleagues.Amsterdam had already seen protests and tensions because of the war in the Middle East, and local Rabbi Lody van de Kamp believes it was like a tinderbox: \"If you put 2,000 [Israeli] football supporters on to the streets, you know you are in trouble.” Maccabi Tel Aviv fans had arrived in the city for a Europa League match against Ajax and footage was widely shared the night before showing a group of fans climbing up a wall to tear down and burn a Palestinian flag.An Amsterdam council report said taxis were also attacked and vandalised.Emine Uğur, a well-known columnist in the Muslim community, says underlying tensions surrounding the war in Gaza meant that the ensuing violence was \"a long time coming\".She speaks of a lack of acknowledgement of the pain felt by communities affected by a conflict that had left many without an outlet for their grief and frustration.The flag-burning incident as well as anti-Arab chants were seen as a deliberate provocation.But then messages calling for retaliation appeared on social media, some using chilling terms such as \"Jew hunt\".On the evening of the match, a pro-Palestinian protest was moved away from the Johan Cruyff arena, but it was in the hours afterwards that the violence erupted.The 12-page report by Amsterdam’s authorities describes some Maccabi supporters “committing acts of vandalism” in the centre.Then it highlights “small groups of rioters… engaged in violent hit-and-run actions targeting Israeli supporters and nightlife crowd” in locations across the city centre. They moved “on foot, by scooter, or car… committing severe assaults”.The mayor of Amsterdam, Femke Halsema, described the incidents as deeply alarming, and noted for some they were a reminder of historical pogroms against Jews.For a few hours, swathes of the Jewish community in a European capital felt as though they were under siege.These events coincided with the anniversary of the Nazi pogroms on Jews in 1938, also known as Kristallnacht.That only intensified the fears of Amsterdam's Jewish community, although local imams and other members of the Muslim community took part in the commemorations.Senior members, including Esther Voet, editor of the Dutch Jewish Weekly, organised emergency shelters and coordinated rescue efforts for those fearing for their lives. The Dutch government has responded by allocating €4.5m (£3.6m) to combat antisemitism and support victims.Justice Minister David van Weel emphasised that Jewish people must feel safe in their own country and promised to deal severely with perpetrators.However, the chairman of the Central Jewish Committee, Chanan Hertzberger, warned that these measures alone might not suffice.He blamed in part an atmosphere where “antisemitic rhetoric has gone unchecked since 7 October\", adding: \"Our history teaches us that when people say they want to kill you, they mean it, and they will try.\"The violence and its aftermath have also exposed political rifts, and some of the language from politicians has shocked the Netherlands’ Moroccan community.Geert Wilders, whose far-right Freedom Party is the biggest of the four parties that make up the Dutch coalition government, has called for the deportation of dual nationals guilty of antisemitism.Both he and coalition partner Caroline van der Plas, among others, have pointed the finger at young people of Moroccan or North African descent. One Dutch-Moroccan commentator, Hassnae Bouazza, complained that her community had for years been accused of not being integrated, and was now being threatened with having their Dutch nationality taken away.Nadia Bouras, a Dutch historian of Moroccan descent, told Amsterdam’s Het Parool newspaper that using the term “integration” for people who had already lived in the Netherlands for four generations was like “holding them hostage”.“You are holding them in a constant state of being foreign, even though they are not.”The junior minister for benefits, Nora Achahbar, who was born in Morocco but grew up in the Netherlands, said on Friday she was standing down from the government because of racist language she had heard during a cabinet meeting on Monday, three days after the violence in Amsterdam.She may not be the last. Rabbi van de Kamp has told the BBC he is concerned that antisemitism is being politicised to further Islamophobic agendas.He warns against repeating the exclusionary attitudes reminiscent of the 1930s, cautioning that such rhetoric not only endangers Jewish communities but deepens suspicions within society: \"We must show that we cannot be made into enemies.”The impact on Amsterdam's Muslim and Jewish residents is profound.Many Jews have removed mezuzahs - the small Torah scrolls - from their doorposts, or they have covered them with duct tape out of fear of reprisal.Esther Voet sees the emotional toll on her community: \"It’s an exaggeration to say that the Netherlands now is like the 1930s, but we must pay attention and speak out when we see something that’s not right.\"Muslims, meanwhile, argue they are being blamed for the actions of a small minority, before the perpetrators have even been identified.Columnist Emine Uğur has herself faced increased threats as a vocal Muslim woman: \"People feel emboldened.\"She fears for her son's future in a polarised society where the lines of division seem to be hardening. Academics and community leaders have called for de-escalation and mutual understanding.Bart Wallet, a professor of Jewish Studies at the University of Amsterdam, stresses the need for careful terminology, warning against equating the recent violence with pogroms of the past.Like others, he hopes the violence was an isolated incident rather than a sign of worsening ethnic polarisation.Mayor Femke Halsema is adamant that antisemitism should not be followed by other forms of racism, emphasising that the safety of one group must not come at the expense of another.The violence has left Amsterdam questioning its identity as a diverse and tolerant city.There is a collective recognition, in the Dutch capital and beyond, that as residents seek to rebuild trust, they must address the tensions that fuelled such unrest.Rubbing his hands against the cold, as Amsterdam's cyclists stream by, Rabbi van de Kamp recalls his mother's words: \"We are allowed to be very angry, but we must never hate.\" "}
{"Title":"Last supermoon of 2024 captured in stunning photos across the UK","Href":"\/news\/articles\/cx28g1vxkreo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731709343316, 'firstUpdated': 1731703515587, 'topics': []}","Text":"The Beaver Moon - the final supermoon of the year has made a dazzling appearance across parts of the UK on Friday night.It's not quite as bright as last month's Hunter's supermoon but should still providean impressible spectacle for sky gazers,although clouds may obscure the view in some places.However with the next supermoon not until October 2025, it's worth capturing a glimpse of this one if you can.Here are some of the best images sent in to BBC Weather Watchers, along with some agency pictures. Full Moons throughout the year are given names that reflect what is happening in nature.November's full Moon is called the Beaver Moon, probably because beavers are particularly active at this time of year as they prepare for the winter months ahead.Another interpretation is that Native American tribes would set beaver traps before the swamps froze, ensuring a supply of warm winter furs. There are about three or four supermoons each year.This year has already brought three - the Blue moon in August, September's Harvest moon and the Hunter's moon in October.Astronomers say Friday's Beaver moon will look around 14% larger and 30% brighter than usual. If you would like to submit your pictures, you can join the BBC Weather Watchers communityhere. "}
{"Title":"Title","Href":"Href","Metadata":"Metadata","Text":"Text"}
{"Title":"Grandma with chunky sunglasses becomes unlikely fashion icon","Href":"\/news\/articles\/cx2ylzj54yxo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731757293471, 'firstUpdated': 1731719439154, 'topics': ['Africa']}","Text":"A grandmother in rural Zambia has become an style icon and internet sensation - after agreeing to play dress-up and swapping outfits with her fashionista granddaughter.Margret Chola, who is in her mid-80s, is known to the world as \"Legendary Glamma\" - and adored by 225,000 Instagram followers for her striking and playful fashion photographs.\"I feel different, I feel new and alive in these clothes, in a way that I’ve never felt before,\" Ms Chola tells the BBC. \"I feel like I can conquer the world!\"The fortnightly Granny Series was created in 2023 by her granddaughter Diana Kaumba, a stylist who is based in New York City. She came up with the idea when she was visiting Zambia to mark the second anniversary of the death of her father - the person she says inspired her passion for fashion because he always dressed well.During that visit Ms Kaumba had not worn all her carefully curated outfits, so she asked her grandmother - or \"Mbuya\" in the Bemba language - if she wanted to try them on.\"I wasn’t doing anything at the time, so I just said: 'OK. If that’s what you want to do let’s do it - why not?'\" Ms Chola said.\"You will miss me when I die and at least this way you will be remembering me.\" Ms Kaumba wore Mbuya’s top and \"chitenge\" - a piece of patterned cloth wrapped around the waist. And Mbuya’s first outfit was a silver pantsuit.\"I thought it would be nice to dress up Mbuya in high fashion and then take photographs of her in her natural habitat,\" Ms Kaumba tells the BBC.That natural habitat is a farm in the village of 10 Miles, just north of the Zambian capital, Lusaka.Most often Ms Chola is photographed in all her glamour outside - often sitting on an elegant wooden chair or lounging on a leather sofa. In the background are exposed brick buildings with corrugated iron roofs, ploughed fields, mango trees and maize crops.\"I was so nervous when I posted that first photo. I left my phone for 10 minutes and in those 10 minutes there were 1,000 likes,\" Ms Kaumba says.\"My mind was blown. The comments were flying in and people were asking for more.\"It was in April 2024 that the Granny Series really took off - after Ms Kaumba posted a series of photos of her grandmother in a red Adidas dress, several chunky, golden necklaces and a glittering jewelled crown.\"It surprised me to hear that so many people around the world love me,\" Ms Chola says - who does not know her exact age because she does not have a birth certificate. \"I didn’t know I could make such an impact at this age.\"Ms Chola poses in clothes that are a mix of vibrant colours, textures and styles.From a green American football jersey, combined with a layered frilly red dress styled as a skirt - in the colours of the Zambian flag to pay homage to 60 years of independence.To a blue, black and green sequined top, complete with a golden snake necklace and bracelet. And Mbuya’s personal favourite - jeans, a graphic T-shirt with her image on the front and a blonde wig.\"I had never worn jeans or a wig before - so I was happy, and I was dancing.\"Ms Kaumba, who has been a stylist since 2012, says that her grandma has \"courage, grace - and nails every look\".All the looks reflect her maximalist-chic aesthetic - which celebrates the joy of excess, eclectic combinations, the big and the bold, and clashing patterns and colours.At the heart of it all are eye-catching accessories - bold sunglasses, oversized hats, necklaces, bracelets, pendants, rings, gloves, bags, blonde wigs, crowns.That influence has come directly from her grandmother, who has \"always been a lover of pearls and bangles\".In one particularly playful scene called GOAT - short for greatest of all time - Ms Chola appears with a goat - that is decked out in Mbuya’s beloved pearls. Other accessories also reflect Chola’s personality and story.In some shots Mbuya is holding the beloved radio that she carries around all day and takes to bed with her.Or she’s clutching an \"ibende\" - a long wooden stick that over the years she has used to pound millet or cassava or maize.She is smoking a pipe or holding a metal cup full of tea, and hanging off the edge of the chair arm is an \"mbaula\" or charcoal brazier that Zambians often use for cooking - especially now that the country is plagued by severe power cuts. Ms Kaumba hopes that the Granny Series will highlight that older people still have a lot to offer - and making memories together is an important way to \"leave footprints for the next generation\".\"Do not write them off, love them just the same till the end because remember we will be just like them one day.\"As a result of Mbuya’s photo shoots, Ms Kaumba’s been hired by four granddaughters to style their grandmothers - aged between 70 and 96. Ms Chola hopes that the Granny Series will inspire people \"to live their lives and not worry about being judged by society\".She urges people to \"always forgive yourself for whatever mistakes you made. You can never change your past - but you can change your future\".The photo shoots have brought granddaughter and grandmother closer - and through their special bond Ms Kaumba has learnt so much more about her Mbuya’s often difficult life. Ms Chola was raised by her grandparents, went to school until she was 12 or 13 and then, because of economic reasons, was forced to marry a man in his 30s.She had three children, ended up drinking heavily and eventually escaped the marriage. That trauma still haunts her - but her unexpected global fame has given her a new lease on life.\"I’m now able to wake up with a purpose knowing that people around the world love to see me,\" Chola says.Penny Dale is a freelance journalist, podcast and documentary-maker based in London. How a mega dam has caused a mega power crisisZambia made education free, now classrooms are crammedThe $5m cash and fake gold that no-one is claiming Go toBBCAfrica.comfor more news from the African continent.Follow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica "}
{"Title":"US reports first case of emerging mpox strain","Href":"\/news\/articles\/cy87gr4l02mo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731790453809, 'firstUpdated': 1731790453809, 'topics': ['World']}","Text":"California has reported the first US case of mpox - formerly known as monkeypox - that is part of a new outbreak.The state's department of health, the CDPH, said the new case was from the Clade I strain - different from the Clade II strain that has been in circulation in the US since 2022.The person in question, who is now isolating at home, had recently travelled to Africa and the CDPH said their case was \"related to the ongoing outbreak of Clade I mpox in Central and Eastern Africa\".Mpox wasdeclared a global health emergency by the World Health Organizationearlier this year. The CDPH said that while Clade I cases had tended to cause more severe illness than Clade II in the past, \"recent infections from Clade I mpox may not be as clinically severe as in previous outbreaks\".Mpox is caused by a virus in the same family as smallpox but is usually much less harmful.It was originally transmitted from animals to humans but now also passes between humans.Initial symptoms include fever, headaches, swellings, back pain and aching muscles. A rash can then develop, which can be extremely itchy or painful.The infection can clear up on its own and lasts between 14 and 21 days, but in some cases has been fatal, particularly for vulnerable groups including small children.Mpox is most common in remote villages in the tropical rainforests of West and Central Africa, in countries such as the Democratic Republic of Congo (DR Congo), where it has been seen for many years.Hundreds of people died during an initial outbreak in DR Congo earlier this year, and the disease has since spread to areas of Central and East Africa.Outbreaks can be controlled by preventing infections with vaccines, though these are usually only available for people at risk or those who have been in close contact with an infected person. "}
{"Title":"Sixth typhoon in a month makes landfall in Philippines","Href":"\/news\/articles\/cvg5j1k8w8qo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731769538982, 'firstUpdated': 1731769538982, 'topics': ['Asia']}","Text":"A potentially catastrophic super typhoon has made landfall in the Philippines - the sixth typhoon to hit the country in a month.Man-Yi, known locally as Pepito, touched down at 21:40 local time (13:40 GMT) with maximum sustained wind speeds of 195 km\/h (121mph) along the coast of the eastern Catanduanes island, the state forecaster said.It has warned of a \"life-threatening storm surge\", heavy rains and severe winds, and hundreds of thousands of people had been evacuated ahead of the storm's arrival.At least 160 people are known to have died in the five previous earlier storms. Super Typhoon Man-Yi is expected to impact a large area, BBC Weather reports.There will be widespread heavy rain in northern areas, with more than 300mm (11 inches) expected to fall on Saturday and Sunday - leading to potential flooding and increasing the risk of mudslides.Winds of up to 270km\/h are also expected, as are waves of up to 15m (49ft) in eastern coastal areas.The capital, Manila, may be spared the worst of the winds as the storm tracks to its north, before crossing the island of Luzon - the largest and most populous island in the Philippines - and heading offshore by Monday.Dozens of flights have been cancelled due to the incoming storm, according to local broadcaster ABS-CBN News. More than 400,000 people heeded evacuation orders ahead of the storm, civil defence said. Its head, Ariel Nepomuceno, has urged everyone living in the storm's projected path to comply these orders.\"It is more dangerous now for those in landslide-prone areas because the ground has been saturated by the consecutive typhoons,\" Mr Nepomuceno said.Glenda Llamas is among those who have had to leave their homes.\"We are terrified of the typhoon, as it may intensify and the waters can rise,\" she told the AFP news agency from a shelter in the eastern Albay province.\"If we didn't evacuate we wouldn't be able to get out later, we don't have anyone else in the house but us.\"\"We already have a lot of phobia due to the previous calamities that happened here like floods, strong winds and other disasters,\" said Melchor Bilay, who was evacuated to a school further south, in Sorsogon province. While typhoons are not uncommon in the Philippines, forecasters say it is unusual to see so many tropical storms in the Pacific at the same time during the month of November.Tropical Storm Trami dumped one month's worth of rain over large swathes of the northern Philippines in late October, leaving dozens of people dead.This was followed by Typhoon Kong-rey, in which at least three people were killed. It was also thebiggest typhoon to directly hit Taiwanin nearly 30 years.Typhoon Yinxing affected the north of the island of Luzon earlier this month, where it brought nearly 250mm (10in) of rain in some areas.There has since been Typhoon Toraji and, earlier this week, Typhoon Usagi, which brought a three-metre storm surge and torrential rainfall exceeding 200mm (8 inches).The United Nations' climate change body, the IPCC, has said that while the number of tropical cyclones that happen globally is unlikely to increase due to a warning planet, it is \"very likely\" they will have higher rates of rainfall and reach higher top wind speeds.This means a higher proportion would reach the most intense categories. "}
{"Title":"Parents 'grabbed any child they could' save from Indian hospital fire","Href":"\/news\/articles\/ckglzvq294eo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731764685370, 'firstUpdated': 1731738684596, 'topics': ['Asia']}","Text":"At least 10 newborns have died in a fire at a hospital in northern India after a blaze broke out in the neonatal ward.Chaos and panic ensued as the fire spread, relatives of the infants have told local media, with parents breaking windows to enter the ward, scrambling to reach their children.“The nurses were pushing people out, but those who managed to get in grabbed any child they could,” a grieving grandmother told ANI news agency.Staff at the hospital in Jhansi district in Uttar Pradesh state were able to rescue 44 infants, but at least 16 are in a critical condition, authorities said. Three of the ten babies who died have yet to be identified, leaving some parents unsure about what happened to their children.Santoshi, a new mother, is still looking for her 10-day-old baby.\"When the fire broke out, I couldn't go inside to rescue my baby. How could I? When no one was able to get inside, how could anyone hand me my baby?” she told ANI news agency.The blaze on Friday night at Maharani Laxmi Bai Medical College Hospital is being blamed on an electrical fault.Pictures from the scene showed anguished parents outside the hospital.Indian media reported that the fire first sparked in the intensive care unit of the infants' ward at around 22:30 local time (17:00 GMT).Local officials believe an electrical short circuit or another fault in a machine used to increase the level of oxygen in the ward caused the fire.Indian Prime Minister Narendra Modi posted a message online calling the deaths \"heart-wrenching\".\"My deepest condolences to those who have lost their innocent children in this. I pray to God to give them the strength to bear this immense loss,\" he wrote.Officials from the Uttar Pradesh state government have announced compensation of 500,000 rupees (£4,600; $5,900) for the bereaved families.State deputy chief minister Brajesh Pathak said a safety review of the public hospital had been carried out in February, and a fire drill as recently as June.This is the second prominent hospital fire in India in six months where newborns have been killed. In May,six babies were killedin a fire at a private neonatal facility in Delhi. "}
{"Title":"Migrant accused of killing nursing student stands trial in US","Href":"\/news\/articles\/c9371vxeyzpo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731712095115, 'firstUpdated': 1731712095115, 'topics': ['World']}","Text":"The trial of an undocumented immigrant accused of killing nursing student Laken Riley - whose name became a rallying cry in the border security debate during the US election - has begun in the US state of Georgia.During opening statements, prosecutors said they had digital, forensic and video evidence to prove Jose Antonio Ibarra, a Venezuelan, killed the 22-year-old university student.Mr Ibarra \"went hunting for females\" and - when Ms Riley fought back - \"he bashed her skull in with a rock\", the lead prosecutor alleged.The defence team argued that the evidence linking Mr Ibarra to Ms Riley's death was \"circumstantial\". Ms Riley - a nursing student in the city of Athens, north-east Georgia - was found dead in a wooded area of the University of Georgia (UGA) campus after she did not return from her morning run on 22 February this year.Mr Ibarra was arrested the next day. He faces 10 criminal charges, including felony murder, aggravated assault and other alleged crimes.He has waived his right to a jury trial, which means his case is being heard and decided by a county judge, H Patrick Haggard.Court records show that prosecutors are seeking a life sentence without parole.As the trial opened on Friday in an Athens courtroom, lead prosecutor Sheila Ross said data from Ms Riley's smartwatch showed she had \"fought for her life, fought for her dignity\" only minutes after departing on her run.The victim's struggle was \"fierce\", the prosecutor said. Ms Riley called police at 09:11 that morning and her heart stopped at 09:28, with no more movement from her device, the court heard.The prosecution also shared video evidence, including security camera footage that allegedly showed Mr Ibarra throwing away bloodied clothes and gloves into bins - which were emptied before police could search them.Ms Ross said her team would present further proof that would link Mr Ibarra to the murder.She said they had found Mr Ibarra's DNA under one of Ms Riley's fingernails and his thumbprint on her mobile phone.Ibarra's defence attorney, Dustin Kirby, conceded during his opening statement that “the evidence in this case is very good that Laken Riley was murdered\".But he said proof connecting his client to Ms Riley's death was \"lacking”. He argued that it did not convince beyond a reasonable doubt - the evidence threshold required to find Mr Ibarra guilty.Judge Haggard also heard from two witnesses: police Sgt Kenneth Maxwell, who discovered the body, and Ms Riley's roommate - Lily Steiner.Prosecutors played Mr Maxwell's body-camera footage, which graphically showed his attempts at resuscitating the young woman.Ms Steiner, 22, testified that she, Ms Riley and their other roommates shared their locations with one another via a mobile app.The roommates went looking for Ms Riley when she had \"been in the woods a while\", but only found one of her headphones. They called police.Ms Riley's death and Mr Ibarra's criminal and immigration history became a central topic in the immigration debate that defined the 2024 presidential election.In March, President Joe Biden. a Democrat, was heckled over Ms Riley's murder during his State of the Union address.Republican lawmakers blamed the Biden-Harris administration for Ms Riley's death. They said it was the fault of the White House that Mr Ibarra, who entered the US unlawfully in 2022, was able to remain in the country despite his criminal record.In the race for the White House, President-elect Donald Trump, a Republican, invoked Ms Riley's name on the campaign trail.A National Institute of Justice studysuggests that undocumented migrants in the US are arrested for violent and drug crimes at less than half the rate of native-born citizens. "}
{"Title":"Elon Musk met Iran's UN ambassador in New York","Href":"\/news\/articles\/c0mzk7e31pjo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731705616091, 'firstUpdated': 1731705616091, 'topics': ['Middle East']}","Text":"Elon Musk met Iran's ambassador to the UN a day before he was made joint head of Donald Trump's new cost cutting department, the BBC's US partner CBS has confirmed.The meeting took place at ambassador Amir Saeid Iravani 's residence in New York, with the aim of discussing how to ease tensions between the two nations, according to the New York Times which first reported the story.It is not clear if President-elect Trump or his national security team were aware of the meeting.Several of the recent appointees to Trump's national security team, including Mike Waltz and Marco Rubio are known Iran hawks, believing the US should take a tough stance against Iran. The US does not have diplomatic relations with Tehran but a private meeting with Musk provided a workaround, allowing Iran to avoid a meeting with an American official, according to the New York Times.The newspaper also said that Musk requested the meeting with the ambassador, and that it was described by Iranian officials as “positive” and “good news\".Trump spokesperson Steven Cheung said \"We do not comment on reports of private meetings that did or did not occur.\"The Iranian mission to the UN and the White House declined a request for comment from CBS News.During his first term as president, Trump withdrew the US from the Iran nuclear deal, brokered in 2015 during Barack Obama’s presidency, and reinstated harsh economic sanctions which largely prohibit US companies from doing business in Iran.Trump also ordered the air strike which killed Iranian military commander Qasem Soleimani in 2020.The president-elect is also a strong supporter of Israel, which has been at war with the Iranian-backed groups Hamas and Hezbollah since Hamas's 7 October attack on Israel last year.Musk wasrecently appointedjoint head of Donald Trump's new cost cutting department, which will advise on government cost cutting but will not be an official arm of the government.The tech billionaire and Tesla boss also joined Trump in a phone call with Ukrainian President Volodymyr Zelensky, and has played a key role in providing communications to Ukraine's military via his Starlink satellite internet system. "}
{"Title":"Zelensky says war will 'end sooner' with Trump as president","Href":"\/news\/articles\/c0mzgv4x901o","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731776210326, 'firstUpdated': 1731749207476, 'topics': ['World']}","Text":"Ukraine's President Volodymyr Zelensky says he is certain the war with Russia will “end sooner” than it otherwise would have once Donald Trump becomes US president.Zelensky said he had a “constructive exchange” with Trump during their phone conversation after his victory in the US presidential election.He did not say whether Trump had made any demands regarding possible talks with Russia, but said he'd not heard anything from him that was contrary to Ukraine’s position.Trump has consistently said his priority is to end the war - which began with Russia's full-scale invasion of Ukraine in February 2022 - and what he describes as a drain on US resources in the form of military aid to Kyiv. Earlier this year, theUS House of Representatives approved a $61bn (£49bn) military aid package.The US has been the greatest supplier of arms to Ukraine. Between the start of the war and the end of June 2024, it delivered or committed to send weapons and equipment worth $55.5bn (£41.5bn), according to the Kiel Institute for the World Economy, a German research organisation.But domestically, support for arming Ukraine appears to have waned somewhat since the war began - particularly among Republican voters, who Trump successfully courted.During the US election campaign, the former president turned president-elect repeatedly pledged to end the war \"in a day\" - but has yet to divulge how he intends to do so.“It is certain that the war will end sooner with the policies of the team that will now lead the White House. This is their approach, their promise to their citizens,” Zelensky said in an interview with the Ukrainian media outlet Suspilne.He added that Ukraine \"must do everything so that this war ends next year, ends through diplomatic means\", with Russian forces making advances on the battlefield.The front lines of the war have largely stagnated since Ukraine's much-anticipated counter-offensive in 2023 failed to make the sweeping territorial gains it had aimed to.Russian forces occupy entrenched positions in the east and south-east of the country, with fighting predominantly taking place in the eastern Donbas region.On Friday, Russian forces made incremental advances along the eastern front line, with significant fighting taking place around the north-eastern city of Kupyansk and Vuhledar in the south-east, according to the Institute for the Study of War (ISW), a Washington DC-based think tank.Russian infantry also continued a \"limited\" offensive into the north-eastern Kharkiv region from the Russian border, the ISW said, citing Ukrainian military sources in the region.In an apparent bid to stem the Russian advances, Ukrainian forces launched a break-out offensive into Russia's Kursk region over the summer - becoming the first to occupy Russian territory since World War Two.Zelensky has said the operation's goal was to divert Russian troops away from the front lines in Ukraine,though it is unclear whether it has achieved this. Russia has been able to draw on hundreds of thousands of conscripts to bolster its ranks, while Ukraine's much smaller army has relied on advanced Western-supplied weaponry.But analysts say the territory Ukraine holds in Kursk may serve as a bargaining chip in any peace talks. Zelensky's \"victory plan\",revealed last month, said the offensive would continue to avoid the creation of \"buffer zones\" within Ukraine.The renewed emphasis on a diplomatic solution comes amidconcerns about growing fatigue over the war, both within Ukraine and abroad.However, what such a solution may look like remains unclear - Zelensky has continually refused to cede any Ukrainian territory, including Crimea, which Russia has occupied since 2014.Trump and Zelensky have long had a tumultuous relationship. Trump was impeached in 2019 over accusations that he pressured Zelensky to dig up damaging information on the family of US President Joe Biden.Despite years of differences, Trump has insisted he had a very good relationship with Zelensky.When the pair met in New York in September, Trump said he “learned a lot” from the meeting and said he would get the war \"resolved very quickly\".His Democratic opponents have accused him of cosying up to Russian President Vladimir Putin and say his approach to the war amounts to surrender for Ukraine that will endanger all of Europe.Earlier this week, Russiadenied reports that a call between Putin and Trump took placedays after the latter's election win, in which the president-elect is said to have warned against escalating the conflict further.German Chancellor Olaf Scholz, who spoke with Trump following the US election, told German media that the incoming US leader had a \"more nuanced\" position on the war than was commonly assumed.The German leader wascriticised by Zelensky over a phone call with Putin- the first in nearly two years - on Friday. Despite Scholz's office saying he reiterated his call to end the war, Zelensky said it weakened the Russian leader's isolation. "}
{"Title":"'We've had more visitors in two days than 30 years'","Href":"\/news\/articles\/c789v6dg5pdo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731723281476, 'firstUpdated': 1731723281476, 'topics': ['West Yorkshire']}","Text":"When news a rare American songbird had been spotted in a sleepy West Yorkshire cul-de-sac eager ornithologists converged on the quiet street faster than a falcon in free fall.But for the long term residents of Shelf - previously only known as the home of Blue Peter presenter John Noakes and interior designer Linda Barker - the arrival of a scarlet tanager brought a spotlight on the village and a \"crazy\" influx of visitors.While some complained about the parking and disruption to the bin round, others said they were excited to see the village put on the map. \"There’s been more strange people on this road in two days than in the whole of the 30 years,\" Peter Flesher told me.The 82-year-old, who has lived on Bridle Dene for three decades, said most of the visitors had been respectful, though he described the excitement as “a pain in the whatsit”.“To be fair, they’ve been nice people and they’ve not caused us any trouble,\" he said.“We have two granddaughters who live over there and they were a bit perturbed by having 200 people staring at their house. But no, they were very good.”News of the arrival of the scarlet tanager - more usually found in the forests of North America - broke last weekend, sending birdwatchers into a state of excitement.According to some reports the sighting in West Yorkshire is the first in the UK in 10 years and only the eighth recorded in this country.Mr Flesher said he had been out to speak to some of the bird watchers and had met people from as far away as Glasgow.“I can’t believe these people. They have come up from Kent, Cornwall and one chap said he had come from Cambridge.“The whole road was full.” Another long-term resident, Tony Gregson, 90, has lived on the road for 40 years.He said he first spotted the bird in his garden way back in September.“It’s been here weeks,” he said.“It was on the bird feeder and I said to my sister 'what’s that bird?’ - it must have been five or six weeks since and everybody turned up.\"Mr Gregson says he has had people knocking on his door and asking to try to catch a glimpse from his garden, but felt that was a step too far.“They wanted to come into the back garden and I said ‘no’ because you don’t know what they’re doing. But they’ve been alright.“They were very friendly really. Very nice people.\" Among those to make the pilgrimage to West Yorkshire was Stewart Short from Cambridgeshire.He said his visit to Shelf on Thursday was his second trip up and a second attempt to see one of his bucket-list birds.“I heard about it last weekend,” he said“I was here on Tuesday but I’ve not seen the bird, that’s why I’m back.”But great adventures come with their own challenges – where does a twitcher go to the toilet for instance?“Going to the toilet is sometimes difficult,” said Mr Short. “It’s a question of finding the right tree.” Pauline, a birdwatcher from Gargrave, said it was more difficult for women.“I watch out for places before we get anywhere – Tesco is good,” she told me.Despite only travelling 25 miles for today's outing, Pauline has been as far as Devon for her birdwatching trips.“We were looking for a Merlin. We didn’t see it though,” she said. Julie King, 78, who has lived in Shelf for 19 years, said the village had been \"hectic\" with traffic and parking the main problems.“I’ve heard more car horns going – there might be more of that,” she said.But, she thinks the visitors will be off again soon. And the road is much quieter than it was on Monday when between 200-300 people flocked to the scene.“I thought it had gone,\" she said.“I can’t see it flying all the way back to America though.”Matthew and his wife have lived in Shelf for two years. They pass through Bridle Dene while walking their two dogs.Despite saying he is \"not a twitcher by any means”, he has brought along his binoculars and did catch a glimpse of the scarlet tanager earlier in the week.The couple live on the other side of the village, so the crowds of people have not bothered them too much, but Matthew said he had heard rumblings of discontent from other residents.“The car park has been full every day. Certainly the last few days it’s been crazy, much busier than normal.“It’s a sleepy little village and not much goes on really.“There’s obviously been some people who are excited that this bird’s been in town, and it’s great to see all these people, whereas other people have not really enjoyed the disruption.“It’s been interesting for a sleepy little village like Shelf. To see Shelf on the national news is crazy.”Listen to highlights fromWest Yorkshire on BBC Sounds, catch up with the latestepisode of Look Northor tell us a story you thinkwe should be covering here. "}
{"Title":"Senators call for probe into Musk's alleged contact with Russia","Href":"\/news\/articles\/cy0l3wl76gzo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731792237268, 'firstUpdated': 1731781543878, 'topics': ['World']}","Text":"Two top Senate Democrats have called for an investigation into Elon Musk's reported contacts with Russian President Vladimir Putin and his top aides.The lawmakers have urged the Pentagon and Justice Department to determine whether Musk's alleged relations with a US adversary while holding major government contracts puts national security at risk.The Wall Street Journal reported last month that the world's richest person has had \"multiple, high level conversations\" with Putin since 2022, which the Kremlin has denied.Musk wrote on his X platform on Friday that he's \"going to find out who's making these accusations and nuke them\". The two Democrats - Rhode Island Senator Jack Reed, chairman of the Senate Armed Services Committee, and New Hampshire Senator Jeanne Shaheen, a senior Democrat on the Armed Services and Foreign Relations Committees sent aletteron Friday to Attorney General Merrick Garland and Defence Department Inspector General Robert Storch raising \"serious questions regarding Mr Musk’s reliability as a government contractor and a [security] clearance holder\".The multi-billionaire claims to hold a top-secret level clearance and his SpaceX company - one of the main contractors to the National Aeronautics and Space Administration (Nasa) - is deeply embedded in the federal government's defence and intelligence infrastructure.\"Russia’s ambitions in the space domain pose a direct threat to US national security,\" the senators wrote.Reed and Shaheen noted that, unlike others with high-level security clearance, Musk does not appear to report his contacts with foreign government officials.They pointed to Musk's alleged communications with Putin's deputy chief of staff, Sergei Kiriyenko.The Justice Department has said that Kiriyenko and other top officials were involved in an effort to seedKremlin propaganda on social media, including on the Musk-owned X (formerly Twitter) platform to reducing international support for Ukraine and influence voters in the US presidential election.Musk, who backed Trump's successful 2024 election bid with millions of dollars, was picked by the president-elect earlier this week to lead a new Department of Government Efficiency.He has also participated in the incoming president's diplomatic efforts.Musk joined Trump's calls over the past week with Ukrainian President Volodymyr Zelensky and Turkish President Tayyip Erdogan, as well as a meeting with Argentinian President Javier Milei at Trump's Florida home.The BBC's US partner, CBS News, reported on Friday that Musk recentlyvisited the residence of Iran's United Nations ambassadorin New York.It is not clear if Trump or his national security team were aware of the meeting.Washington does not have diplomatic relations with Tehran and Iran's foreign minister denied on Saturday that any such meeting had taken place. "}
{"Title":"Title","Href":"Href","Metadata":"Metadata","Text":"Text"}
{"Title":"Megaport opens up Latin America to Chinese trade as US looks on","Href":"\/news\/articles\/ckg79y3rz1eo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731710305013, 'firstUpdated': 1731710305013, 'topics': ['World']}","Text":"As the world waits to see how the return of Donald Trump will reshape relations between Washington and Beijing, China has just taken decisive action to entrench its position in Latin America.Trump won the US presidential election on a platform that promised tariffs as high as 60% on Chinese-made goods. Further south, though, a new China-backed megaport has the potential to create whole new trade routes that will bypass North America entirely.President Xi Jinping himself attended the inauguration of the Chancay port on the Peruvian coast this week, an indication of just how seriously China takes the development.Xi was in Peru for the annual meeting of the Asia-Pacific Economic Co-operation Forum (Apec). But all eyes were on Chancay and what it says about China's growing assertiveness in a region that the US has traditionally seen as its sphere of influence.As seasoned observers see it, Washington is now paying the price for years of indifference towards its neighbours and their needs.\"The US has been absent from Latin America for so long, and China has moved in so rapidly, that things have really reconfigured in the past decade,\" says Monica de Bolle, senior fellow at the Peterson Institute for International Economics in Washington.\"You have got the backyard of America engaging directly with China,\" she tells the BBC. \"That's going to be problematic.\" Even before it opened, the $3.5bn (£2.75bn) project, masterminded by China's state-owned Cosco Shipping, had already turned a once-sleepy Peruvian fishing town into a logistical powerhouse set to transform the country's economy.China's official Communist Party newspaper, the People's Daily, called it \"a vindication of China-Peru win-win co-operation\".Peru's President Dina Boluarte was similarly enthusiastic, describing the megaport as a \"nerve centre\" that would provide \"a point of connection to access the gigantic Asian market\".But the implications go far beyond the fortunes of one small Andean nation. Once Chancay is fully up and running, goods from Chile, Ecuador, Colombia and even Brazil are expected to pass through it on their way to Shanghai and other Asian ports.China already has considerable appetite for the region's exports, including Brazilian soybeans and Chilean copper. Now this new port will be able to handle larger ships, as well as cutting shipping times from 35 to 23 days.However, the new port will favour imports as well as exports. As signs grow that an influx of cheap Chinese goods bought online may be undermining domestic industry, Chile and Brazil have scrapped tax exemptions for individual customers on low-value foreign purchases. As nervous US military hawks have pointed out, if Chancay can accommodate ultra-large container vessels, it can also handle Chinese warships.The most strident warnings have come from Gen Laura Richardson, who has just retired as chief of US Southern Command, which covers Latin America and the Caribbean.She has accused China of \"playing the ‘long game’ with its development of dual-use sites and facilities throughout the region\", adding that those sites could serve as \"points of future multi-domain access for the [People's Liberation Army] and strategic naval chokepoints\". Even if that prospect never materialises, there is a strong perception that the US is losing ground in Latin America as China forges ahead with itsBelt and Road Initiative(BRI).Outgoing US President Joe Biden was among the leaders at the Apec summit, on his first and last visit to South America during his four-year term. Media commentators remarked that he cut a diminished figure next to China's Xi.Prof Álvaro Méndez, director of the Global South Unit at the London School of Economics, points out that while the US was taking Latin America for granted, Xi was visiting the region regularly and cultivating good relations.\"The bar has been set so low by the US that China only has to be a little bit better to get through the door,\" he says. Of course, Latin America is not the only part of the world targeted by the BRI. Since 2023, China's unprecedented infrastructure splurge has pumped money into nearly 150 countries worldwide.The results have not always been beneficial, with many projects left unfinished, while many developing countries that signed up for Beijing's largesse have found themselves burdened with debt as a result.Even so, left-wing and right-wing governments alike have cast aside their initial suspicions of China, because \"their interests are aligned\" with those of Beijing, says the Peterson Institute's Ms de Bolle: \"They have lowered their guard out of sheer necessity.\" Ms de Bolle says the US is right to feel threatened by this turn of events, since Beijing has now established \"a very strong foothold\" in the region at a time when president-elect Trump wants to \"rein in\" China.\"I think we will finally start to see the US putting pressure on Latin America because of China,\" she says, adding that most countries want to stay on the right side of both big powers.\"The region doesn't have to choose unless it's put in a position where they are forced to, and that would be very dumb.\"Looking ahead, South American countries such as Peru, Chile and Colombia would be vulnerable to pressure because of the bilateral free trade agreements they have with the US, which Trump could seek to renegotiate or even tear up.They will be watching keenly to see what happens to the United States-Mexico-Canada Agreement (USMCA), which is up for review in July 2026, but will be subject to negotiations during 2025.Whatever happens, Prof Méndez of the LSE feels that the region needs more co-operation.\"It shouldn't be that all roads lead to Beijing or to Washington. Latin America has to find a more strategic way, it needs a coherent regional strategy,\" he says, pointing to the difficulty of getting 33 countries to agree a joint approach. Eric Farnsworth, vice-president at the Washington-based Council of the Americas, feels that there is still much goodwill towards the US in Latin America, but the region's \"massive needs\" are not being met by its northern neighbour.\"The US needs to up its game in the region, because people would choose it if there was a meaningful alternative to China,\" he tells the BBC.Unlike many others, he sees some rays of hope from the incoming Trump administration, especially with the appointment of Marco Rubio as secretary of state.\"Rubio has a real sense of a need to engage economically with the Western Hemisphere in a way that we just haven't done for a number of years,\" he says.But for successive US leaders, Latin America has been seen primarily in terms of illegal migration and illegal drugs. And with Trump fixated on plans to deport record numbers of immigrants, there is little indication that the US will change tack any time soon.Like the rest of the world, Latin America is bracing itself for a bumpy four years - and if the US and China start a full-blown trade war, the region stands to get caught in the crossfire. "}
{"Title":"X users jump to Bluesky - but what is it and who owns it?","Href":"\/news\/articles\/c8dm0ljg4y6o","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731688655853, 'firstUpdated': 1731688655853, 'topics': ['Technology']}","Text":"You may have seen the word \"Bluesky\" popping up on your social media pages recently and wondered what people are talking about.It is an alternative platform to Elon Musk's X and in terms of its colour and logo, it looks quite similar.Bluesky is growing rapidly and is currently picking up around one million new sign-ups a day.It had 16.7m users at the time of writing, but that figure will likely be outdated by the time you read this.So what is it - and why are so many people joining? Bluesky describes itself as \"social media as it should be\", although it looks similar to other sites.Visually, a bar to the left of the page shows everything you might expect - search, notifications, a homepage and so on.People using the platform can post, comment, repost and like their favourite things.To put it simply, it looks how X, formerly known as Twitter, used to look. The main difference is Bluesky is decentralised - a complicated term which basically means users can host their data on servers other than those owned by the company.This means that rather than being limited to having a specific account named after Bluesky, people can (if they like) sign up using an account they themselves own.But it is worth stating that the vast majority of people don't do that and a new joiner will most likely have a \".bsky.social\" at the end of their username. If you think it feels a lot like X, you won't be surprised to learn why. The former head of Twitter, Jack Dorsey, created it.He even once said he wanted Bluesky to be a decentralised version of Twitter that no single person or entity owns.But Mr Dorsey is no longer part of the team behind it, having stepped down from the board in May 2024.He deleted his account altogether in September.It is now run and predominantly owned by chief executive Jay Graber as a US public benefit corporation. Bluesky has been around since 2019, but it was invitation-only until February of this year.That let the developers deal with all the kinks behind-the-scenes, to try and stabilise it before opening the doors to the wider public.The plan has worked, somewhat. But the flurry of new users has been so significant in November that there continue to be issues with outages. It is no coincidence that the number of new Bluesky users spiked following Donald Trump's success in the US elections in November.X's owner, Mr Musk, was a big backer of Trump during his campaign, and will be heavily involved in his administration.Inevitably, this has led to a political division, with some people leaving X in protest.But others have cited different reasons, such as the Guardian newspaper which has chosen to stop posting there as it called X \"a toxic media platform\".Meanwhile, Bluesky's app continues to pick up significant downloads worldwide and on Thursday was the top free app in the Apple App Store in the UK.Several celebrities, from pop singer Lizzo to Taskmaster's Greg Davies, have announced they are joining the platform and limiting their use of - or in some cases leaving altogether - X.Other names you might recognise include Ben Stiller, Jamie Lee Curtis and Patton Oswalt.But this growth, while significant, will have to continue for a long time before Bluesky is able to mount a true challenge to its microblogging rival.X does not share its total user numbers but it is understood to be measured in the hundreds of millions, with Elon Muskpreviously saying the platform had 250 million users each day. It is the million dollar question, quite literally.Bluesky started off with funding from investors and venture capital firms and has raised tens of millions of dollars through these means.But with so many new users, it is going to have to find a way to pay the bills.Back in Twitter's heyday, the site made the vast majority of its money through advertising.Bluesky has said it wants to avoid this. Instead, it said it will continue to look into paid services, such as having people pay for custom domains in their username.That sounds complicated but it basically comes down to a person's username being even more personalised.For example, it may mean my username - @twgerken.bsky.social - could in the future be more official-sounding, such as @twgerken.bbc.co.uk.Proponents of this idea say it doubles-up as a form of verification as the organisation which owns the website would have to clear its use.If Bluesky's owners continue to avoid advertising, they may inevitably have to look to other broader options, such as subscription features, as a way of keeping the lights on.But if it is not making very much money, that would not be unusual for tech startups.In fact, Twitter, before it was purchased by Mr Musk in 2022, only made a profit twice in its eight years of being publicly traded.And we all know how that ended - a massive payday for investors when the world's richest man paid $44bn (£34.7bn) for the privilege of owning it.For now, the future of Bluesky remains unknown, but if its growth continues, anything is possible. "}
{"Title":"Southwest flight struck by bullet at Texas airport ","Href":"\/news\/articles\/cvge1qw1283o","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731774241815, 'firstUpdated': 1731774241815, 'topics': ['US & Canada']}","Text":"A Southwest Airlines flight with passengers onboard was struck by gunfire as it was preparing to take off at Dallas Love Field Airport in Texas, authorities said.Flight 2494 was preparing for departure to Indianapolis when \"a bullet apparently struck the right side of the aircraft under the flight deck\", a Southwest spokesperson told the BBC's US partner, CBS News.No injuries were reported, and the aircraft returned to its gate and passengers deplaned, according to an airport spokesperson.The domestic airport's runway was temporarily closed but it has since reopened. Dallas police is currently leading the investigation into the Friday night incident.Its officers responded to reports of gunfire at 21:48 local time (03:48 GMT on Saturday) and arrived to find that the plane had been struck.The Federal Aviation Administration said in a statement that the bullet hit near the cockpit of the Boeing 737-800 Max aircraft.No details have formally been released on the circumstances surrounding the incident, but local TV station WFAA  reported that police believed the shooting was a result of random gunfire.The outlet confirms 99 people were aboard the flight.Southwest has said it will accommodate all passengers on other flights.Earlier this week, three planes that were either landing or taking off from the main airport in Port-au-Prince, the capital of Haiti, were struck by gunfire as gang violence ravages the Caribbean nation.Those incidents prompted the Federal Aviation Administration to issue a 30-day ban on US airlines flying to Haiti. "}
{"Title":"Eight dead after stabbing at school in eastern China","Href":"\/news\/articles\/cd6vz299qvgo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731777278546, 'firstUpdated': 1731777278546, 'topics': ['Asia']}","Text":"Eight people have died and 17 others have been injured following a stabbing incident outside a school in eastern China.A 21-year-old man was arrested at Wuxi Yixing Arts and Crafts Vocational and Technical College in the city of Wuxi at about 18:30 local time (10:30 GMT), according to a statement from local police.The statement said he graduated from the school in 2024 and carried out the attack after \"failing to obtain his diploma due to poor exam results\" and that he was unhappy with his internship pay.He confessed to his crime \"without hesitation\", police said. They added that an investigation  was under way and efforts were being made to \"manage the aftermath\".The attack follows an incident on Monday whereat least 35 people were killed when a driver ploughed a car into crowds at a stadiumin the southern city of Zhuhai.Police said the driver was unhappy with a divorce settlement, but the incident sparked questions about a recent spate of public violence in the country.On social media, there have been discussions about the social phenomenon of\"taking revenge on society\", where individuals act on personal grievances by attacking strangers. "}
{"Title":"Grandma with chunky sunglasses becomes unlikely fashion icon","Href":"\/news\/articles\/cx2ylzj54yxo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731757293471, 'firstUpdated': 1731719439154, 'topics': ['Africa']}","Text":"A grandmother in rural Zambia has become an style icon and internet sensation - after agreeing to play dress-up and swapping outfits with her fashionista granddaughter.Margret Chola, who is in her mid-80s, is known to the world as \"Legendary Glamma\" - and adored by 225,000 Instagram followers for her striking and playful fashion photographs.\"I feel different, I feel new and alive in these clothes, in a way that I’ve never felt before,\" Ms Chola tells the BBC. \"I feel like I can conquer the world!\"The fortnightly Granny Series was created in 2023 by her granddaughter Diana Kaumba, a stylist who is based in New York City. She came up with the idea when she was visiting Zambia to mark the second anniversary of the death of her father - the person she says inspired her passion for fashion because he always dressed well.During that visit Ms Kaumba had not worn all her carefully curated outfits, so she asked her grandmother - or \"Mbuya\" in the Bemba language - if she wanted to try them on.\"I wasn’t doing anything at the time, so I just said: 'OK. If that’s what you want to do let’s do it - why not?'\" Ms Chola said.\"You will miss me when I die and at least this way you will be remembering me.\" Ms Kaumba wore Mbuya’s top and \"chitenge\" - a piece of patterned cloth wrapped around the waist. And Mbuya’s first outfit was a silver pantsuit.\"I thought it would be nice to dress up Mbuya in high fashion and then take photographs of her in her natural habitat,\" Ms Kaumba tells the BBC.That natural habitat is a farm in the village of 10 Miles, just north of the Zambian capital, Lusaka.Most often Ms Chola is photographed in all her glamour outside - often sitting on an elegant wooden chair or lounging on a leather sofa. In the background are exposed brick buildings with corrugated iron roofs, ploughed fields, mango trees and maize crops.\"I was so nervous when I posted that first photo. I left my phone for 10 minutes and in those 10 minutes there were 1,000 likes,\" Ms Kaumba says.\"My mind was blown. The comments were flying in and people were asking for more.\"It was in April 2024 that the Granny Series really took off - after Ms Kaumba posted a series of photos of her grandmother in a red Adidas dress, several chunky, golden necklaces and a glittering jewelled crown.\"It surprised me to hear that so many people around the world love me,\" Ms Chola says - who does not know her exact age because she does not have a birth certificate. \"I didn’t know I could make such an impact at this age.\"Ms Chola poses in clothes that are a mix of vibrant colours, textures and styles.From a green American football jersey, combined with a layered frilly red dress styled as a skirt - in the colours of the Zambian flag to pay homage to 60 years of independence.To a blue, black and green sequined top, complete with a golden snake necklace and bracelet. And Mbuya’s personal favourite - jeans, a graphic T-shirt with her image on the front and a blonde wig.\"I had never worn jeans or a wig before - so I was happy, and I was dancing.\"Ms Kaumba, who has been a stylist since 2012, says that her grandma has \"courage, grace - and nails every look\".All the looks reflect her maximalist-chic aesthetic - which celebrates the joy of excess, eclectic combinations, the big and the bold, and clashing patterns and colours.At the heart of it all are eye-catching accessories - bold sunglasses, oversized hats, necklaces, bracelets, pendants, rings, gloves, bags, blonde wigs, crowns.That influence has come directly from her grandmother, who has \"always been a lover of pearls and bangles\".In one particularly playful scene called GOAT - short for greatest of all time - Ms Chola appears with a goat - that is decked out in Mbuya’s beloved pearls. Other accessories also reflect Chola’s personality and story.In some shots Mbuya is holding the beloved radio that she carries around all day and takes to bed with her.Or she’s clutching an \"ibende\" - a long wooden stick that over the years she has used to pound millet or cassava or maize.She is smoking a pipe or holding a metal cup full of tea, and hanging off the edge of the chair arm is an \"mbaula\" or charcoal brazier that Zambians often use for cooking - especially now that the country is plagued by severe power cuts. Ms Kaumba hopes that the Granny Series will highlight that older people still have a lot to offer - and making memories together is an important way to \"leave footprints for the next generation\".\"Do not write them off, love them just the same till the end because remember we will be just like them one day.\"As a result of Mbuya’s photo shoots, Ms Kaumba’s been hired by four granddaughters to style their grandmothers - aged between 70 and 96. Ms Chola hopes that the Granny Series will inspire people \"to live their lives and not worry about being judged by society\".She urges people to \"always forgive yourself for whatever mistakes you made. You can never change your past - but you can change your future\".The photo shoots have brought granddaughter and grandmother closer - and through their special bond Ms Kaumba has learnt so much more about her Mbuya’s often difficult life. Ms Chola was raised by her grandparents, went to school until she was 12 or 13 and then, because of economic reasons, was forced to marry a man in his 30s.She had three children, ended up drinking heavily and eventually escaped the marriage. That trauma still haunts her - but her unexpected global fame has given her a new lease on life.\"I’m now able to wake up with a purpose knowing that people around the world love to see me,\" Chola says.Penny Dale is a freelance journalist, podcast and documentary-maker based in London. How a mega dam has caused a mega power crisisZambia made education free, now classrooms are crammedThe $5m cash and fake gold that no-one is claiming Go toBBCAfrica.comfor more news from the African continent.Follow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica "}
{"Title":"A sexually obscene phone call - and my two-year ordeal getting police to act","Href":"\/news\/articles\/cvgwp4059xgo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731715518528, 'firstUpdated': 1731715518528, 'topics': ['UK']}","Text":"This story contains detailed descriptions of offensive sexual acts.It started with a phone call.Late at night in October 2022, my mobile lit up with a withheld number.There was a man at the other end of the call, a voice - and then he started making noises.Without a doubt, this stranger was masturbating down the phone.The noises got louder and louder. My heart raced, struggling to believe what I’d just heard. I hung up. But the phone rang again and again.At this point, I switched into journalist mode.I knew this man needed to be reported and I was sure the police could trace the call - but they’d need evidence.So I ran upstairs and grabbed my work phone. On his third or fourth attempt to call back I picked up the call and put it on speakerphone, and recorded him.For five minutes I listened and recorded as he masturbated, calling out my first name, using vulgar language to say “suck my [penis]” and making other obscene and lewd comments about my genitalia. I wondered when he would have had enough and when I would have enough evidence.I was concerned about my personal safety: if this man knew my first name and number, did he know me? Had I met him? Was it someone I’d interviewed? Did he know where I lived?He had an accent I didn’t recognise, maybe Midlands. I assumed it was in some way connected to the fact I was an on-air BBC journalist but I wasn’t sure. I dialled 999 to report the crime.The following day I went to my local police station to give a statement and was asked to upload the taped recording onto the Metropolitan Police’s system.I was naively hopeful they could use it to quickly trace the caller and arrest the man.I’ve worked on too many stories of violence against women - including the disappearance and subsequent rape and murder of Sarah Everard.Police had failed to investigate Wayne Couzens for at least three indecent exposure offences before he murdered Sarah Everard. Experts say those offences may have been a“red flag” that someone could go onto more serious offending.So I had two concerns: my own safety and making sure this man couldn’t go on to commit more serious sexual offences.The whole ordeal would turn out to be an eye-opening experience into why so many sexual offences go unreported or unpunished, how slow the police and justice system move and how despite the warm words, women are still being failed, due to police incompetence.Police actually dropped my case and only reopened it after a Victims’ Right to Review was carried out.He was eventually charged - but he wouldn’t have been if I hadn’t taken control of it.To make matters worse, three days ago I found out he’d actually been convicted in 2015 for making 15,000 calls to random numbers - raising even more questions about why it took so long to get him charged now.The Met Police admitted their handling of the case “clearly fell short”.Lancashire Police said their initial handling “did not meet the standard expected”.Here’s how it unfolded. Two days after making my statement, a police officer told me to ask my phone provider to investigate the withheld number.But EE was clear this request should come from the Met - not the victim.After returning from leave, the officer replied: “Apologies, I was obviously working on old information regarding withheld numbers. Sorry to have wasted your time on that.”But the Met request needed to go through “a few levels of authorisation”, which “can be slow as it is prioritised according to risk and offence”.At the same time, I was trying to think who could have got my number. It started making me suspicious of everyone.Coincidentally, I was speaking to Met commissioner Sir Mark Rowley the next day about the interim Casey report, commissioned after Sarah Everard’s murder, which dealt with the force’s institutional problems.As each day passed, I feared my offender could go on to sexually assault someone. I wanted to do everything in my power to make sure that wouldn’t happen.Two days on, the local officer emailed to say tracing the phone number was proving too time-consuming. The Criminal Investigation Department (CID) was going to take over.CID told me there was “very little reasonable line of enquiry to pursue considering the number used was withheld.”They asked me if I’d sent in the recording. Despite the fact I’d sent it, CID had failed to find it on their system.They also said they’d check with the original officer if they’d approached EE to identify the withheld number - they hadn’t. Two months after the incident there was positive news - they’d managed to identify the withheld number and were now seeing if they could track down the person connected to it.And then a breakthrough: the officer identified the suspect through the Police National Computer.He was in the Lancashire area - so Lancashire Police took over the case. I emailed Lancashire Police saying I supported a prosecution - but they didn’t answer.Eventually an officer replied saying he had no information about the case other than the crime reference number and a basic description.Why hadn’t the Met passed on the information? They told me it was the Lancashire officer’s job to request it. I relayed that information to him.A week later there seemed to be some progress. The officer had visited the home of the suspect, who hadn’t opened the door.He said he would go around again that evening. But I was told there was no need to arrest him at the moment as he didn’t meet the custody threshold. In court I watched as Wayne Couzenspleaded guilty to three offences of indecent exposure, one just days before he raped and murdered Sarah Everard.The police were heavily criticised for their failure to deal with these incidents, which could have identified him as a sex offender. It gave me renewed drive to pursue my case.It had been two months since a suspect had been identified - but I'd heard nothing from Lancashire Police. So I pushed them again.A few days later, the officer apologised for the delay, saying he’d been on leave and then had Covid.He said another attempt to contact the suspect had been unsuccessful and “at this moment in time I still have no necessity to arrest and the original plan of a voluntary interview is still in place.“I asked why there was no need to arrest - especially as I was concerned this kind of crime could be a “gateway crime” to more serious offences.This appeared to have an effect. Two days later I was told they’d now try to arrest the suspect due to his non-compliance to be interviewed.A day later what felt like a breakthrough text arrived: “We have forced entry and he has now been arrested.” Finally, they’d now interview him and go through his phone records.But even that didn’t get me anywhere.Although the police said the arrested man sounded exactly like the man I’d recorded on the phone, he'd denied calling me and said he’d lost his phone.The officer believed the suspect was lying - but that his defence would make it hard to charge him.He was bailed on the condition he didn’t contact me.Deeply frustrated, I asked for a call with a senior officer.I was worried that because of the number of times the police had been to his house, telling neighbours they were looking for him - he would have had time to get rid of the phone.The sergeant told me that without the actual phone they’d struggle to make progress. The police told me they were going through the suspect’s current phone - which he claimed was separate to the one that was “lost”.Unsurprisingly, they couldn’t find anything on it.They said they couldn’t charge him and they were going to close the investigation with no further action.I was furious - they had the audio recording and they’d matched the phone number to the suspect. I felt their actions had given him the chance to get rid of the phone.I told them I wouldn’t accept that decision and would appeal against it, but in truth I wasn’t sure how to do that.At the end of the month a detective sergeant called.He said they’d effectively carried out a Victims’ Right to Review on my behalf - as I’d mentioned appealing.This gives victims the right to a review when unhappy with a police decision not to charge, after a suspect has been interviewed under caution. It’s different from the CPS scheme to challenge prosecutors’ decisions.But I wondered: why didn’t they initially arrest the suspect? Hadn’t the suspect been given a chance to get rid of the phone?“Arguably, yes, there might have been a need to arrest,” the detective sergeant admitted.But he assured me there was still a prospect of charging the man.I told him about my unsatisfactory experience so far.“I can totally understand and sympathise with that,” he said. “All I can do is apologise on behalf of Lancashire Constabulary.” Finally, some accountability.As this happened, I was reporting on plans to allow crime victims to be kept informed about their cases and challenge decisions.The irony wasn’t lost on me as I headed into six months since my incident, having to fight at every moment to keep it on track. If you've been affected by the issues in this story, help and support is available via theBBC Action Line. A step forward.The Lancashire constable called me and said: “the suspect was lying.”New checks on his phone had found it was indeed used to make the call - but using a different SIM card, which my number was on. The calls were traced to a phone mast near him.The suspect would be rearrested as he had made multiple calls.They didn’t believe he had specifically targeted me. Instead, they think he had been trying different numbers and knew my first name after hearing it on my voicemail.But even after this - I heard nothing all through May and into June. Two months had passed and there had been zero contact from the police. I texted the constable.“This is getting a bit ridiculous now. There seems to be no urgency.” He insisted there was, and that further phone checks were taking time.I requested a call with the detective sergeant. “You had this new evidence two months ago, you thought it was significant and yet the suspect hasn’t been brought back in,” I said.He promised to find out why.  “I can only apologise that it’s not going as quickly as it should be,” he replied. “I’m frustrated … it seems to have stalled again.” Finally the suspect was rearrested and interviewed but he still claimed he'd lost his phone and answered “no comment” when the new evidence was put to him.The constable said the evidence would now go to prosecutors but that it was looking hopeful.In the end, it took until November for it to be sent to prosecutors. Finally, more than a year after the crime was reported, the constable told me the suspect would be charged with an offence of malicious communications by sending an offensive, indecent or threatening message.“Apologies it’s dragged on, but we got there in the end,” he said.In light of this, I decided to find out how many times the police Victims’ Right to Review had been used and granted.Twenty-nine police forces across England and Wales responded to my question, but couldn’t provide data across the same dates.Since 2015, at least 14,448 requests for police to reconsider not charging someone have been made - and 8714 were granted, around three in five casesThe Met Policeprovided figures from 2021. They had 2,300 requests to review their decisions, and agreed to review more than 1,200 (55% of cases)West Midlands Policehad more than 1,200 requests, but approved only 115 (9%)South Yorkshire Policeapproved 93% of victims’ requests, looking again at 291 cases since the start of the scheme The suspect - Amjad Khan from Blackburn - appeared at Blackburn Magistrate’s Court and pleaded not guilty.He was sent for trial at Lancaster Magistrate’s Court in November. The courts seemed as inefficient as the police work.After nearly nine months of waiting for the hearing, Khan’s case was listed for 09:30 at Lancaster Magistrate’s Court. It was finally heard at 17:00.He didn’t turn up.Khan’s lawyer said his client might not have seen the letter sent two weeks earlier, which changed the date of the hearing.The magistrates agreed that “given the state of the postal system” they'd give Khan the benefit of the doubt and another trial date would be set. I wasn’t informed that the case had been listed at Burnley Magistrates’ Court for 11 November.I only found out because I phoned the Witness Care Unit for an update - on the 11th - and was told it would take place that very afternoon. I wouldn’t be able to make it on time, so was denied the opportunity to see justice being done.A colleague based in Salford, Nick Garnett, went instead.In a scarcely believable start to the trial the prosecution and defence argued about whether the case could be heard because so much time had passed since the original offence.It was decided it could proceed and they played the vile call I had recorded, all five minutes and 41 seconds of Khan masturbating and making disgusting comments.He told the court that he hadn’t made the calls.“Somebody made the calls on my phone. I don’t know who, a lot of people were there. Sometimes I forget and leave my phone. And somebody’s messed about with the phone.”The mobile phone data showed the call was made from around his address and he’d called my number nine times, the court heard.The magistrates told him: “We identified inconsistencies… We found that it was your phone. The call was obscene, indecent and offensive. We reject the idea the call was from anyone but you. We therefore find you guilty of this offence.”It will take another two months before he is sentenced.The Met Police said: “Our handling of this case clearly fell short and we do not underestimate the awful impact upon Ms Manning. Such serious offences cause very real fear for victims and deserve a professional and swift response.”Lancashire Police said their “initial handling of this case did not meet the standard expected but following a review and further contact with the victim a man was arrested, charged and convicted.“We hope that the successful conviction gives her some sense that justice has been done, although we recognise this has taken longer than she may have hoped.\" Remarkably, I discovered a Lancashire Telegraph article from 2015 headlined “Blackburn man made 15,000 ‘dirty’ calls in 91 days to total strangers”.It was the same man, convicted nearly a decade ago.A Lancashire Police officer was even quoted in the article saying “the scale of it was quite breathtaking.”I was incredulous. From start to finish it felt like there were so many unnecessary obstacles to getting a conviction.When my colleague Nick had texted me days earlier from court he sent just one word: “GUILTY”.At that moment I felt relief and vindication.Despite my process taking more than two years, I am pleased I pushed so hard to get this man convicted - again, it turns out.Some women I've interviewed who have reported more serious sexual offences say they wish they had never done so because the process was so brutal.I don’t regret reporting it.But I’m dismayed that it was such a monumental effort and wonder how many other men committing crimes go unpunished because of the inefficiency, the failures and the delays.Getting justice shouldn’t be this hard and getting justice shouldn’t be the victim’s struggle.Additional reporting by Nick Garnett, Lorna Acquah and Phelan Chatterjee "}
{"Title":"Paul Mescal says Ronan was 'spot on' over viral clip","Href":"\/news\/articles\/cdrd2y41lxpo","Metadata":"{'contentType': 'article', 'subtype': 'news', 'lastUpdated': 1731757385296, 'firstUpdated': 1731757385296, 'topics': ['Culture']}","Text":"Paul Mescal has said Saoirse Ronan \"hit the nail on the head\" when she spoke about women’s safety, in a clip that went viral.The two Irish starsappeared on The Graham Norton showlast month, where fellow actor Eddie Redmayne explained he had been taught how to use a phone as a weapon while training for his role as an assassin in The Day of the Jackal.In response, Mescal, 28, questioned whether anyone would realistically have time to take their phone out when being attacked, before Ronan said: \"That's what girls have to think about all the time. Am I right ladies?\"Asked about the comments on Irish broadcaster RTE's The Late Late Show, Mescal said Ronan had been “spot on”. The Gladiator II starsaid he was not surprised by the huge reaction on social media to her remarks, “because you're like, as you said, you're on a talk show like this, and you're kind of just talking.\"But I'm not surprised that the message received as much attention that it got, because it's massively important and I'm sure you've had Saoirse on the show, like, she's... quite often, more often than not, the most intelligent person in the room.\"But I think she... was spot on, hit the nail on the head, and it's also good that... messages like that are kind of gaining traction, like that's a conversation that we should absolutely be having on a daily basis.\" Ronan, who is starring inthe Oscar-tipped film Blitz, was applauded by the audience on the BBC One show and the clip was trending on social media for days afterwards.Shelater told Virgin Radio UK the reaction to her comments was \"wild\"and \"definitely not something that I had expected\".\"I think there's something really telling about the society that we're in right now and about how open women want to be with the men in their lives,\" she said.The 30-year-old added that the conversation \"felt very similar to when I am at dinner with a bunch of my friends and I will always make the point that, well, this is actually an experience that we go through every single day, 100%.\" She said it was \"amazing\" that this moment is \"opening a conversation\" and \"allowing more women to just be like, well, yeah, actually, let's talk about our experience\".She added the men on the talk show \"weren't sort of like debunking anything that I was saying\", and said Mescal \"completely gets\" the issue as they have talked about it before.Her remarks were praised at the time, with numerous commentators saying she highlighted a reality women face.After Ronan interjected with her comments, there was a brief silence before the audience applauded, while the men on the couch, and Norton, nodded their agreement and acknowledged her point.Ronan was on Norton's sofa talking about her new role in Blitz, in which she plays Rita, a mother searching for her son as World War Two ravages London.Normal People actor Mescal is currently starringin blockbuster Gladiator II. Ridley Scott’s highly anticipated sequel following the 2000 epic has been met with a mixed response from film critics. "}
{"Title":"South Africa grind out victory as England losing run continues","Href":"\/sport\/rugby-union\/articles\/cqxwdgd9drpo","Metadata":"{'contentType': 'article', 'subtype': 'sport', 'lastUpdated': 1731787720158, 'firstUpdated': 1731786208049, 'topics': ['Rugby Union']}","Text":"England (17) 20Tries:Sleightholme, UnderhillCon:Smith (2)Pens:Smith (2)South Africa (19) 29Tries:Williams, Du Toit, Kolbe (2)Cons:Libbok (2), PollardPen:Pollard England lost their fifth consecutive game as back-to-back world champions South Africa kept the hosts at bay to win at Twickenham's Allianz Stadium.England got off to a flying start as wing Ollie Sleightholme crossed after three minutes, but the Springboks showed their class as they shot back through a quickfire trio of tries from Grant Williams, Pieter-Steph du Toit and Cheslin Kolbe.Sam Underhill's charge put England within two points at the break, but South Africa ground their way remorselessly to victory, scoring the only try of the second half through the electric Kolbe and resisting England's increasingly desperate attempts to find a route back into the game.England's losing streak is their worst sincefive successive defeats under Eddie Jonesin 2018.The southern hemisphere's big three - New Zealand, Australia and South Africa - have now won at Allianz Stadium on successive weekends.'These days are painful'- reaction after England fall to defeatWhile the margins of those first two losses were narrow, and South Africa sneaked past England by a single point in last year's Rugby World Cup semi-finals, the Springboks were comfortable winners on this occasion.England's fourth and final match of their autumn campaign is against Japan, who theybeat by 35 points in June- their most recent victory.Steve Borthwick's side will surely end their miserable run against the Brave Blossoms - who werebeaten 52-12 by Francelast weekend - but questions over the team's progress remain. This final Test of the year against top-level opposition showcased the positives and negatives that have run through a mixed autumn for England.Fly-half Marcus Smith, whose attacking verve has been an undoubted plus point for coach Borthwick, carved open the Springboks on his first visit to the South Africa 22m, evading Eben Etzebeth and Ox Nche before Henry Slade's quick hands put Sleightholme into the corner.But England's good work was soon undone as the individual errors and systemic failings that have pockmarked this month surfaced once more.First, Springbok scrum-half Williams sauntered through some soft fringe defence and nonchalantly rounded Steward to go under the posts.Six minutes later England scrum-half Jack van Poortvliet, under relentless pressure from the South Africa forwards, was charged down by Etzebeth.Smith, attempting to clear the mess and his line, fired his own kick straight into Du Toit and the South Africa flanker gratefully dropped on the ball for his side's second score and a 12-10 lead.Sniffing blood, South Africa soon turned down two presentable penalties, opting to kick for the corner rather than posts. Their instinct proved accurate.A line-out trick-play and a couple of forward surges sucked in England's defence and, just at the point when it seemed the Boks were going to crash through the front door, they burgled a try out wide, with a touchline-hugging Kolbe stepping Steward after being picked out by Manie Libbok's cross-kick.England roused themselves as a mighty George Martin carry put the Boks into retreat and cleared the way for Underhill to barge over off a clever angled run and cut the Springbok lead to two points.But the game remained frustratingly out of the hosts' grasp. Ellis Genge's battle with Wilco Louw at the scrum turned South Africa's way, with referee Andrew Brace twice pinging the England loose-head. Etzebeth continued to loom large over Van Poortvliet, hounding the Leicester nine and disrupting England's plans to exit their own territory.For a while, the Boks could not claim the contest either. Kurt-Lee Arendse scampered into the corner, only to be called back for an Aphelele Fassi forward pass. The arrival of their 'bomb squad' replacements off the bench failed to strengthen their grip on the set-piece.England thought they had the lead after beating the blitz and getting Henry Slade in out wide, but the TMO spotted a Maro Itoje neck roll and wiped it off the board.Smith then did slot a penalty to put England ahead on 51 minutes, before Pollard bounced one off the crossbar to reclaim it on 58 minutes.It seemed all set to boil into a claustrophobically close finale, just as the pair's meeting in Paris did a year ago.Instead South Africa opened up and stretched clear. Damian de Allende punched a hole and Kolbe danced inside Sleightholme shortly after the hour and, even down to 14 men with prop Gerhard Steenekamp in the sin-bin in the closing stages, the Boks never lost the upper hand.The hosts had chances. Luke Cowan-Dickie was penalised for a dummy line-out throw within sight of the South Africa line. Vincent Koch secured a turnover after Itoje was scragged at the base to end another promising attack.England's mistakes had given South Africa a lifeline after their electric start. And ultimately it was their mistakes that severed hopes of snatching the match late on. England:Steward; Freeman, Lawrence, Slade, Sleightholme; M Smith, Van Poortvliet; Genge, George (capt), Stuart, Itoje, Martin, Cunningham-South, Underhill, Earl.Replacements:Cowan-Dickie, Baxter, Cole, Isiekwe, Dombrandt, Randall, Ford, Roebuck.South Africa:Fassi; Kolbe, Kriel, De Allende, Arendse; Libbok, Williams; Nche, Mbonambi, W Louw, Etzebeth, Snyman, Kolisi (capt), Du Toit, Wiese.Replacements:Marx, Steenekamp, Koch, E Louw, Smith, Reinach, Pollard, Am. Referee:Andrew Brace (Ireland)Assistant Referee 1:Chris Busby (Ireland)Assistant Referee 2:Eoghan Cross (Ireland)TMO:Ben Whitehouse (Wales) "}
{"Title":"Title","Href":"Href","Metadata":"Metadata","Text":"Transcript"}
{"Title":"France inflict first autumn defeat on New Zealand","Href":"\/sport\/rugby-union\/articles\/c3e8w74qk9go","Metadata":"{'contentType': 'article', 'subtype': 'sport', 'lastUpdated': 1731795467035, 'firstUpdated': 1731795467035, 'topics': ['Rugby Union']}","Text":"France (10) 30Tries:Buros, Boudehent, Bielle-BiarreyCons:Ramos (3)Pens:Ramos (3)New Zealand (17) 29Tries:Lakai, RoigardCons:B Barrett (2)Pens:B Barrett, McKenzie (4) France fought back to edge out New Zealand and inflict their first defeat of the Autumn Nations Series campaign.The All Blacks were also unable to avenge theiropening-match defeat at last year's Rugby World Cup,which was also played at Stade de France.Scott Robertson's side, who defeatedEnglandandIrelandin their opening two autumn internationals, cancelled out Thomas Ramos' early penalty to score two first-half tries.Flanker Peter Lakai powered over for his first international try, with scrum-half Cam Roigard intercepting Gregory Alldritt's pass to extend the visitors' advantage.The hosts, who struggled with their scrum and line-out in the first half, reduced their deficit through debutant Romain Buros.Paul Boudehent's try from a maul restored faith in the line-out early in the second half, before 21-year-old Louis Bielle-Biarrey raced on to Ramos' kick to grab a ninth international try.Replacement fly-half Damian McKenzie boot proved to be the difference in Dublin on Friday and he kicked four penalties to keep the All Blacks in touch.However, Ramos proved equally as clinical off the tee with 15 points to vindicate his selection over Matthieu Jalibert at fly-half for the second week in a row - he had played in the openingautumn win over Japan.Fabien Galthie's side play next on Friday against Argentina, who were defeated narrowly this weekend by Ireland, while New Zealand finish up their autumn tour against Italy on Saturday. France:Buros; Villiere, Fickou, Moefana, Bielle-Biarrey; Ramos, Dupont (capt); Gros, Mauvaka, Tatafu, Flament, Meafou, Boudehent, Roumat, Alldritt.Replacements:Marchand, Wardi, Colombe, R Taofifenua, Guillard, Ollivon, Le Garrec, Gailleton.New Zealand:Jordan; Reece, Ioane, J Barrett, Clarke; B Barrett, Roigard; Williams, Taylor, Lomax, S Barrett (capt), Vaa'i, Finau, Savea, Sititi.Replacements:Aumua, Tuâ\u0080\u0099ungafasi, Tosi, Tuipulotu, Lakai, Ratima, Lienert-Brown, McKenzie.Referee:Nika Amashukeli (Geo) "}
{"Title":"Sublime to stupidity - '120 million' witness two sides of boxing","Href":"\/sport\/boxing\/articles\/cvg4kxg8l42o","Metadata":"{'contentType': 'article', 'subtype': 'sport', 'lastUpdated': 1731758583275, 'firstUpdated': 1731758583275, 'topics': ['Boxing']}","Text":"It was uncomfortable, uneventful and uninteresting, but should we be surprised?Somehow, boxing has a knack of duping the public. We read far too much into body language and demeanour, can be swayed by a slap at a weigh-in or live in a fantasy land powered by nostalgia.At 27, Jake Paul was young enough and athletic enough tosee off a 58-year-old Mike Tysonwho was well past his best before the turn of millennium, and maybe well before that.As a limited boxer, he was unable to get rid of a former world champion who had forgotten more about the sport than Paul will ever know.So the Youtuber-turned-fighter, said to be wearing shorts costing upwards of $1m (Â£800,000) and encrusted with nearly 400 diamonds, kept Tyson at bay in a bore-fest and the traditionalists who criticised the event have been vindicated. Paul says 120 million viewers watched it live globally on Netflix - in the streaming giant's first foray into live boxing. Netflix later stated \"60 million households\" around the world tuned in for Tyson against Paul.But this was still a poor look for the sport.Before the stupidity in Texas, however, came the sublime when Katie Taylor and Amanda Serrano battled outanother classic.Irishwoman Taylor - who beat the Puerto Rican in2022- edged another close win.The scorecard will split opinion, but the sight of a bloodied Serrano throwing hands despite a ghastly cut and Taylor admirably weathering the storm somewhat saved the event.Netflix said \"50 million households globally\" watched Taylor beat Serrano and it will \"likely\" go down as \"the most watched professional women's sporting event in US history\". It would be remiss to not start with the positive. The inclusion of Taylor and Serrano on the card delivered on its promise to add credibility to what many correctly predicted would be a farcical main event.\"We saw and witnessed again one of the greatest female fights of all time,\" Taylor's promoter Eddie Hearn said.\"The first one at Madison Square Garden was incredible and the second one, in front of 70,000, was just a testament to two incredible fighters - two legends of the sport.\"For anyone wondering how many subscribers would be logged on for the chief support fight, Taylor and Serrano quite literally broke the streaming platform. Viewers reported that Netflix crashed repeatedly throughout the fight.The lull at the AT&T Stadium also soon changed with the crowd drawn in by a peak of boxing excellence.The tactics were the same as the first fight; Serrano's relentless volume punching and Taylor standing her ground. But it was the Puerto Rican who started strongly this time round, rocking Taylor early on before the Bray native fought back.\"I think it was very different from the first fight,\" Taylor said. \"I started a bit slow and changed it up in the second half. I definitely landed the bigger punches, I feel that's what won me the fight.\"Seven-weight world champion Serrano - suffering from the horrific cut above her eye - once again felt hard done by.She wants the trilogy, and the boxing world wants a third meeting. The ball is now in Taylor's court. Taylor-Serrano was the pinnacle of the sport, as good as it gets, but we were soon dragged into the circus that appears now engrained in modern boxing.Tyson did not join his coaching team at the post-fight news conference. Their praise for his dedication to training offered little consolation to anyone who parted with their time or money to watch or attend the event.Paul claims he carried 'Iron Mike' in the final part of the fight. \"I wanted to give the fans a show but I didn't want to hurt someone who didn't need to be hurt,\" he said.If true, his comments only add to the ridicule.Although the sport, with super fight and undisputed champions being crowned, is in a solid place after investment from Saudi Arabia, events like Tyson v Paul do still impact 'proper' boxing.Diehard fans criticise the huge amount of media coverage it was given compared to - for example - Briton Chris Billam-Smith's cruiserweight unification fight against Gilberto Ramirez in Riyadh, Saudi Arabia on Saturday.Yet the event's appeal is hard to ignore. Paul drew in a younger audience and Tyson is one of the most famous men on the planet. It crossed languages, genres and generations, with commentary offered in English, Spanish, Brazilian Portuguese, French and German.Netflix says it will reveal further viewing figures on Tuesday and Most Valuable Promotions hinted there could be more Jake Paul fights streamed on the platform.But having dipped their toes in live boxing, perhaps Netflix will now retreat. Or maybe when further viewing figures are officially released, organisers will begin planning the next boxing-entertainment crossover to lure in the masses. "}
